{
    "post": [
        {
            "name": "Android Developer - Up to $3000",
            "companyName": "SAMSUNG ELECTRONICS HCMC CE COMPLEX",
            "location": "Ho Chi Minh",
            "salary": "$800 - $3000",
            "description": "You can participate to many interested mobile projects for Samsung's leading technology products like:\n- TV project: mobile application for interactive with Samsung’s Smart TV seri like Frame, Sero, QTV, The Wall…\n- AV Project: mobile application for Samsung’s high end speakers like Sound Bar, Galaxy home…\n- Flip project: provide education solution for streaming and sharing documents from phone/tablet to Smart Signage\n- Signage project: mobile application for control and remote to Samsung display devices.\n- Beside that, you could contribute to some famous Samsung SDK products.\n\nJOB RESPONSIBILITIES:\n- Develop and maintain mobile application base on Android platform (Kotlin/Java)\n- Understanding the requirements needed to perform the software/application development work required by each project\n- Be responsible for building attractive, efficient, and responsive applications for tablet and smartphones.\n- Be involved in the complete project lifecycle from requirements to final delivery.\n- Researching, designing, implementing and managing software programs based on company’s procedures.",
            "image": "https://images.vietnamworks.com/pictureofcompany/ec/10834723.png",
            "postedDate": "06/06/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "IT - Software",
                "IT - Hardware/Networking",
                "High Technology"
            ],
            "skill": "Android, Mobile Application Programming, Java, Kotlin, Android Native",
            "preferredLanguage": "Any"
        },
        {
            "name": "QA Staff (Microorganism)",
            "companyName": "ASAHI INTECC HANOI CO., LTD.",
            "location": "Ha Noi",
            "salary": "$450 - $650",
            "description": "-\tWorking environment management.\n-\tMedical product cleanliness management.\n-\tHandling abnormilities related to the working enviroment and product cleanliness.\n-\tPerform validation of sterilization equipment and other laboratory equipment (incubators, refrigenrators,..)\n-\tMaking proceduces for microbiological/biochemistry tests.\n-\tPerform additional tasks as directed/ assigned by superiors.",
            "image": "https://images.vietnamworks.com/pictureofcompany/ed/10128893.jpg",
            "postedDate": "09/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Pharmaceutical/Biotech",
                "Chemical/Biochemical",
                "QA/QC"
            ],
            "skill": "Microbiology, Biology Research, Chemistry, Microbiology Techniques, English",
            "preferredLanguage": "English"
        },
        {
            "name": "KYC Staff, Compliance Department",
            "companyName": "MUFG BANK, LTD., HANOI BRANCH",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "The Staff is to execute the following tasks, under the Head of Compliance discretion. Those tasks may be changed from time to time to meet the requirements of both the Bank and the local regulators including but not limited to:\n\n-\tTo be mainly in charge of AML Investigation including alert investigation escalation and FATF manual monitoring, advisory on trade red flag related transaction;\n-\tTo prepare AML investigation related reports including Suspicious Transaction Report to SBV and Transaction Monthly Report, Suspicious transaction check-sheet to MUFG Head Office;\n-\tTo coordinate and prepare document related to financial crimes issues for on-site and off-site monitoring/inspection from local authorities, Regional Office and Head Office when necessary;\n-\tTo cooperate and address the queries/concerns from relevant stakeholders relating to AML investigation; \n-\tTo conduct compliance monitoring as assigned;\n-\tTo conduct other compliance tasks assigned by the Head of Compliance \nReport to: Head of Compliance Department",
            "image": "https://images.vietnamworks.com/pictureofcompany/db/11029559.png",
            "postedDate": "11/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Administrative/Clerical",
                "Banking",
                "Finance/Investment"
            ],
            "skill": "Planning, Outsourcing, AML Knowledge, English, AML Compliance",
            "preferredLanguage": "English"
        },
        {
            "name": "Giám Đốc Phòng Quản Lý Tài Sản - Trung Tâm Dịch Vụ Nội Bộ",
            "companyName": "NGÂN HÀNG TMCP VIỆT NAM THƯƠNG TÍN (VIETBANK)",
            "location": "Ho Chi Minh",
            "salary": "$1000 - $1500",
            "description": "Giám đốc Phòng QLTS sẽ chịu trách nhiệm quản lý các bộ phận:\n-       BP. Phát triển Mạng lưới;\n-\tBP. Quản lý tài sản; \n-\tBP. XDCB ( Chỉ cải tạo sửa chữa, không triển khai các dự án xây mới lớn). \n\n1.\tCông tác Phát triển mạng lưới:\n- Thực hiện công tác quản lý, quy hoạch mạng lưới theo từng thời điểm phù hợp với định hướng phát triển của Ngân hàng.\n- Thực hiện sắp xếp di dời mạng lưới đáp ứng yêu cầu đề xuất của các TTKD và phê duyệt của BLĐ.\n- Quản lý việc tuân thủ các quy định, các điều kiện tiêu chuẩn cần thiết về mặt bằng, an toàn, an ninh và cơ sở vật chất cho các Chi nhánh, Phòng Giao dịch.\n\n2. Công tác Xây dựng cơ bản:\n- Đảm bảo công tác bảo trì, bảo hành, sửa chữa để các TTKD luôn vận hành ổn định.\n- Đáp ứng nhu cầu XDCB phù hợp mục tiêu kinh doanh, nhận diện thương hiệu của ngân hàng.\n- Quản lý, giám sát các công trình xây dựng, sửa chữa cải tạo phù hợp với yêu cầu, tiêu chuẩn thiết kế và thi công.\n\n3. Công tác Quản lý tài sản:\n- Khai thác tốt các tài sản của ngân hàng.\n- Đảm bảo cung cấp kịp thời và phù hợp các tài sản, công cụ dụng cụ phục vụ hoạt động kinh doanh trong toàn hệ thống.\n- Thực hiện các công tác liên quan đến kiểm kê, thanh lý tài sản kịp thời và phù hợp theo sự thay đổi và phát triển của hệ thống.\n- Đảm bảo các bảng biển nhận diện thương hiệu luôn được đảm bảo đầy đủ, chất lượng tốt.",
            "image": "https://images.vietnamworks.com/pictureofcompany/80/10305950.png",
            "postedDate": "17/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Civil/Construction",
                "Real Estate",
                "Banking"
            ],
            "skill": "Quản Lý Tài Sản Công Ty, Xây Dựng Công Trình, Phát Triển Mạng Lưới ATM, Pháp Lý Công Trình",
            "preferredLanguage": "Any"
        },
        {
            "name": "Kiến Trúc Sư Chủ Trì Quản Lý Thiết Kế Quy Hoạch, Số Lượng: 02 Người",
            "companyName": "TẬP ĐOÀN ĐẠT PHƯƠNG",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "-\tQuản lý, kiểm soát và tổng hợp hồ sơ thiết kế quy hoạch.\n-\tQuản lý, kiểm tra, giám sát, xử lý thiết kế trong quá trình thi công tại hiện trường đảm bảo đúng với bản vẽ thiết kế đưa ra.\n-\tChủ trì kiểm soát khớp nối tổng thể bản vẽ quy hoạch với các bộ môn có liên quan.\n-\tChủ trì phối hợp xử lý các vấn đề liên quan đến điều chỉnh, phát sinh, sửa đổi, bổ sung thiết kế trên công trường.\n-\tChủ trì kiểm tra quá trình nghiệm thu khối lượng, chất lượng, tiến độ của HĐ tư vấn.",
            "image": "https://images.vietnamworks.com/pictureofcompany/4e/11085016.png",
            "postedDate": "18/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Architecture/Interior Design",
                "Civil/Construction",
                "Real Estate"
            ],
            "skill": "Xây Dựng, Kiến Trúc Sư Xây Dựng, Quản Lý Thiết Kế Công Trình, Bất Động Sản",
            "preferredLanguage": "Any"
        },
        {
            "name": "Technical Team Leader (Attractive Salary) Urgent!!!",
            "companyName": "TEK EXPERTS CO., LTD",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "We are looking for a Technical support Team Manager to build, manage, and develop a team of 15-20 Technical support Engineers and ensure the team delivers exceptional customer service. As a key business leader, you will be a point of contact for customers, delivery teams, and senior management from Tek Experts and our clients.\n\nA career in tech. Work with the biggest and best names in technology.\n\nWe are looking for teammates who want to be part of the tech movement. People who want to progress their career now and gain experience for tomorrow. We celebrate diversity in every way. In fact, it’s the reason we’ve grown so fast. If you like being part of a global team, are passionate about technology and creative problem solving, and want to leave a mark bigger than yourself, we should talk.",
            "image": "https://images.vietnamworks.com/pictureofcompany/22/11095771.png",
            "postedDate": "17/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Customer Service",
                "IT - Software",
                "IT - Hardware/Networking"
            ],
            "skill": "English, Technical Support, Software, IT Operations, Infrastructure",
            "preferredLanguage": "Any"
        },
        {
            "name": "Contract & Claims Manager (HCMC)",
            "companyName": "CÔNG TY CỔ PHẦN TẬP ĐOÀN MASTERISE",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "Reporting to the Head of Commercial, the Contract Manager shall be responsible for overseeing important legal documents relating to construction projects and ensuring that any issues which arise are resolved as quickly and effectively as possible\n\nKEY ACCOUNTABILITIES\n• Responsible for preparation of sales and purchase contracts\n• Negotiate contract terms with internal and external business partners\n• Review and update existing contracts\n• Explain terms and conditions to managers and interested parties\n• Ensure that employees understand and comply with company contracts\n• Analyze potential risks involved with specific contract terms\n• Stay up-to date with legislative changes and coordinate with the legal department as needed\n• Maintain organized system of physical and digital records\n• Create language standards for existing and new contracts\n• Proactive risk / claim assessment and management for site construction contracts.\n• Provide proactively recommendations & advice on how to avoid any additional cost and where not possible how to minimize the costs of legitimate claims.\n• Ensuring the successful execution of site construction contracts according to agreed commercial obligations, financial and qualitative targets.\n• Assure that site portions of all contracts are followed & fulfilled to the benefit of the client\n• Optimizing the financial result of the client for site construction contracts.\n• Ensuring all site costs are recorded in detail to provide transparent feedback in order improve the tender and budget preparation of future contracts\n• Initiate and manage claims against 3rd parties related to the site construction contracts.",
            "image": "https://images.vietnamworks.com/pictureofcompany/ec/10888325.png",
            "postedDate": "23/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Civil/Construction",
                "Legal/Contracts",
                "Real Estate"
            ],
            "skill": "Contracts Drafting, Construction Law, Legal, Construction Document Review, Draft Legal Documents",
            "preferredLanguage": "English"
        },
        {
            "name": "Senior Procurement Manager (Cilvil & Arch)",
            "companyName": "CÔNG TY CỔ PHẦN TẬP ĐOÀN MASTERISE",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "Senior Manager - Procurement will play a key role in assisting the Procurement Director in designing and implementing the procurement strategy in collaboration with other stakeholders. The job holder will be responsible for effectively driving the sourcing process, vendor and supplier risk management, commercial contract management to optimize the cost and ensure a consistently high standard of performance and identify new potential.\n\nKEY ACCOUNTABILITIES \n\n1.\tCollaborate with Project Management team to create collaborative business plans with strategic vendors, develop negotiating strategies, and direct the execution of strategic programs. \n2.\tWork with Procurement Director to approve vendor contract negotiations, guaranteeing the attainment of the most advantageous pricing, terms, discounts, allowances, quality, delivery, service and dating (where applicable). Ensure all goods and services meet established standards, timeline and legal requirements efficiently and effectively. \n3.\tDirectly manage complex negotiations with key suppliers that require a detailed strategic plan and that have a direct correlation with Corporate operational needs and/or goals. Decision maker and subject matter expert for risk management allowances, terms/conditions, pricing, transportation, pricing and quality control/acceptance.\n4.\tSupply Chain Management including proactively sourcing manufacturers, suppliers, consultants and contractors to meet the quality, cost and delivery requirements of each Project schedule. \n5.\tActively streamlining of a business's supply-side activities to maximize customer value and gain a competitive advantage in the marketplace\n6.\tAddress department concerns / issues, requests, and questions and resolves within legal/tax; accounting and corporate operations guidelines\n7.\tDirect and execute vendor management programs and initiatives that facilitate business owners achieving their business unit goals and financial targets. Assure the appropriate use of capital and financial resources. Generate analytics to support these positions.\n8.\tProvide continuous leadership to departments to assist in the achievement of their goals and the overall corporate strategies/targets. Consult and advise business unit senior leadership teams/executives on the impact of procurement activities on projects and budgets.\n9.\tAssist in building, training and developing a capable procurement team to deliver the department’s KPI\n10.\tResponsible for local and offshore procurement of contractor, supplier and material, tool, equipment, machinery and various requirement of company\n11.\tResponsible for material management and database within the company\n12.\tPrepare procurement status report, daily, weekly/ monthly, progress report with summary of delivery /commencement date\n13.\tMaintain database of local and international vendor in readily accessible format \n14.\tCo-ordinate with other related to accomplish its task efficiently \n15.\tOther duties assigned by the Procurement Director.",
            "image": "https://images.vietnamworks.com/pictureofcompany/ec/10888325.png",
            "postedDate": "23/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Real Estate",
                "Merchandising/Purchasing/Supply Chain",
                "Planning/Projects"
            ],
            "skill": "Procurement, Production Management, Real Estate, Construction, Project Management",
            "preferredLanguage": "Any"
        },
        {
            "name": "Sales & MarketingUrgent job",
            "companyName": "FREEWILL SOLUTIONS COMPANY LIMITED",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "-\tSell Software Solutions to customers\n-\tGrowing existing accounts spend on newly launched products\n-\tDeveloping new business\n-\tSupport the teams with new project including preparing sales presentations, sales bidding and other sales documents \n-\tManage sales forecasting and reporting\n-\tUpdate the customer database to reflect any changes",
            "image": "https://images.vietnamworks.com/pictureofcompany/29/10197451.jpg",
            "postedDate": "23/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Marketing",
                "Sales",
                "IT - Software"
            ],
            "skill": "IT System, Software Solutions, Develop New Product, Stock, English",
            "preferredLanguage": "English"
        },
        {
            "name": "Chuyên Viên Tuyển Dụng - Senior Talent Acquisition",
            "companyName": "CÔNG TY TNHH KIỂM TOÁN & TƯ VẤN RSM VIỆT NAM / RSM VIETNAM",
            "location": "Ho Chi Minh",
            "salary": "Up to $1000",
            "description": "Main Responsibilities\n1. Mass Recruitment:\n•\tResponsible for the coordination of staffing and recruitment processes of the firm;\n•\tConnect across RSM team within the firm to identify hiring needs;\n•\tCV screening and in coordination with Communication team;\n•\tKeep track the list of qualified candidates together with HRBPs.\n2. Experienced hires:\n•\tPost jobs following the approval from workforce requisitions on all recruitment channels (LinkedIn, VNworks, career site, external executives search…);\n•\tArrange test, interviews;\n•\tFollow up with the result of selection process;\n•\tFollow up with candidate on signing offer letters;\n•\tPrepare candidate pools/database to adapt with annual recruitment needs of respective functions;\n•\tManage the contracts with LinkedIn, Headhunters, Vietnamworks and other jobs posts sites.\n3. Onboarding process:\n•\tPlan onboarding strategies and perform new employees’ orientation to deliver an exceptional first-day experience at RSM Vietnam;\n•\tUpdate the profile of candidates database to RSM pool (using Base E-hiring tool);\n•\tSend email to support functions to prepare logistics for new staffs joining;\n•\tProvide necessary documents to C&B to open personnel files including: workforce requisition form, CV, JD, Interview form, test result, approval, offer letters.\n4. Branding:\n•\tCollaborate with in Talent Acquisition Team to enhance awareness and understanding of RSM Brand name by support holding branding activities such as university tour for potential students, career fairs, webinar, etc.;\n•\tAttend and contribute to the career events, office visit events, job fairs;\n•\tMaintain good relationship with student clubs;\n5. Others:\n•\tConduct and analyze exit interviews and make actionable recommendations based on data;\n•\tGather and analyze data with useful HR metrics.",
            "image": "https://images.vietnamworks.com/pictureofcompany/e9/10499984.png",
            "postedDate": "31/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Human Resources",
                "Auditing"
            ],
            "skill": "Tuyển Dụng, Nhân Sự, Talent Recruitment",
            "preferredLanguage": "Any"
        },
        {
            "name": "General Accountant (Import – Export)Urgent job",
            "companyName": "TPF GROUP",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "This position takes charge of managing the whole accounting documents, accounting books and executing the bookkeeping for TPF:\nVị trí Kế toán tổng hợp chịu trách nhiệm quản lý toàn bộ sổ sách, chứng từ kế toán và triển khai, thực hiện các nghiệp vụ kế toán của Công ty:\n-     Chek, manage invoice, contract and others accounting document of TPF\n -    Kiểm tra, quản lý hoá đơn, hợp đồng và các chứng từ kế toán của Công ty\n -    Check the journal entries, job-order cost system; manage the accounting books in accordance with the current law and the business of TPF;\n-     Kiểm soát, tổ chức việc hạch toán, lập và quản lý sổ sách kế toán theo phương pháp kế toán phù hợp với luật hiện hành và đặc thù công ty\n -    Prepare and submit tax reports, internal reports, periodic financial reports according to the law, regulations and the requirement of Manager\n-     Lập báo cáo thuế, báo cáo nội bộ, báo cáo tài chính định kỳ theo quy định của Nhà Nước và Ban Giám Đốc\n -    Be on behalf of the Company to work with the Tax Department, state agencies and other relevant organizations\n-     Đại diện Công ty và chịu trách nhiệm giao dịch với cơ quan hữu quan: Thuế, Sở kế hoạch và đầu tư và các cơ quan, đối tác liên quan",
            "image": "https://images.vietnamworks.com/pictureofcompany/a3/10334330.png",
            "postedDate": "31/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Accounting",
                "Export-Import",
                "Finance/Investment"
            ],
            "skill": "Kế Toán Tài Chính, Hạch Toán, Kế Toán Tổng Hợp, Logistics, Xuất Nhập Khẩu",
            "preferredLanguage": "English"
        },
        {
            "name": "Kỹ Sư Công Nghệ/web App- Up to 25 Triệu / [Gấp]Urgent job",
            "companyName": "CÔNG TY CỔ PHẦN GIÁO DỤC AMERICAN STUDY",
            "location": "Ha Noi",
            "salary": "$500 - $2200",
            "description": "- Nghiên cứu các công nghệ, kỹ thuật mới để xây dựng chương trình đào tạo về Web và Mobile App. \n- Giảng dạy học sinh về kiến thức chuyên ngành Công Nghệ và hỗ trợ xây dựng sản phẩm cá nhân. \n- Xây dựng phát triển ứng dụng Website và Mobile App. \n- Lên ý tưởng sản phẩm cá nhân cho học sinh và xây dựng kế hoạch phát triển team",
            "image": "https://images.vietnamworks.com/pictureofcompany/c7/10939918.png",
            "postedDate": "26/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "IT - Software",
                "IT - Hardware/Networking",
                "High Technology"
            ],
            "skill": "JavaScript, CSS, HTML, Front End, Software",
            "preferredLanguage": "Any"
        },
        {
            "name": "Fullstack Technical Leader (Java & ReactJS)",
            "companyName": "POSITIVE THINKING COMPANY (B.O.T)",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "•\tProvide hands-on leadership to the design, development, and deployment of technical solutions.\n•\tBeing a Master of Design and architecture who is motivated to design, code, and refine a base that will be drawn on for years to come.\n•\tWorking on complex integrations with Government and commercial partners.\n•\tHelping make smart and commercially savvy decisions that make for highly scalable, secure, and reliable software.\n•\tWorking with our front-end developers to plan and deliver features for our clinic network using CI/CD practices.\n•\tBeing a great colleague in a friendly team; Manage time across multiple priorities, take ownership of your own work from start to finish, work collaboratively with others, etc.\n•\tWorking with the technology team in the adoption and maintenance of modern (Agile) software engineering practices.\n•\tBeing the champion of delivering robust, commercially viable technology outcomes for the company.\n•\tEnsuring compliance with the documented software processes and procedures throughout the life cycle of software products.",
            "image": "https://images.vietnamworks.com/pictureofcompany/6d/11073983.png",
            "postedDate": "01/06/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "IT - Software",
                "IT - Hardware/Networking",
                "High Technology"
            ],
            "skill": "Java, ReactJS, AWS Cloud, Full Stack Development, NodeJS",
            "preferredLanguage": "Any"
        },
        {
            "name": "*urgent* IT Staff",
            "companyName": "HANOI STEEL CENTER CO., LTD",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "-\tCài đặt và cấu hình hệ điều hành, phần cứng máy tính và các phần mềm ứng dụng/ Install and configure computer hardware operating systems and applications\n-\tGiám sát và duy trì hệ thống máy tính và mạng/ Monitor and maintain computer systems and networks\n-\tGiao tiếp với nhân viên thông qua một loạt các hành động, trực tiếp hoặc thông qua điện thoại để hỗ trợ thiết lập hệ thống hoặc giải quyết các vấn/ Communicate with staff through a series of actions, either face to face or over the telephone to help set up systems or resolve issues\n-\tXử lý sự cố hệ thống và các vấn đề về mạng, chẩn đoán và giải quyết các lỗi phần cứng / phần mềm/ Troubleshoot system and network problems, diagnose and solve hardware/software faults\n-\tThay thế các bộ phận theo yêu cầu/ Replace parts as required\n-\tCung cấp hỗ trợ, bao gồm cả tài liệu hướng dẫn và các báo cáo liên quan/ Provide support, including instruction documentation and relevant reports\n-\tViết các hướng dẫn để sửa chữa một lỗi hoặc thiết lập một hệ thống/ Write instructions to repair a fault or set up a system\n-\tHỗ trợ việc triển khai các ứng dụng mới/ Support the roll-out of new applications\n-\tThiết lập tài khoản và cấu hình cho người dùng mới và thiết lập với các vấn đề mật khẩu/ Set up new users' accounts and profiles and deal with password issues\n-\tKiểm tra và đánh giá các công nghệ mới/ Test and evaluate new technology\n-\tTiến hành kiểm tra an toàn điện trên thiết bị máy tính/ Conduct electrical safety checks on computer equipment.\n-\tCác công việc khác theo sự phân công của Trưởng phòng/ Other jobs as requested by Manager.",
            "image": "https://images.vietnamworks.com/pictureofcompany/96/11011908.png",
            "postedDate": "31/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "IT - Software",
                "IT - Hardware/Networking",
                "Internet/Online Media"
            ],
            "skill": "English, Computer Hardware, Problem Troubleshooting, It Support, System Server",
            "preferredLanguage": "Any"
        },
        {
            "name": "Field Engineer",
            "companyName": "TOTALENERGIES",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "*JOB DIMENSIONS \nTo be responsible for all technical and training affairs for Industry, IOEMs mainly together with Automotive and Motor cycle lubricants for Total Energies brand.\n\n*ACTIVITIES\n1.\tStrictly follow the company HSE standard in daily work.\n2.\tOnline Technical Support: Provides product recommendations to answer to enquiries from  ASM, DSR/DLEs and customers\n3.\tProduct developments: Carry out Total and competitors trial test, testimonials with current products, new products\n4.\tTechnical support:\n-\tLubrication survey to implement TOTAL Lubricants, Lubrication Audits to identify improvements to induce savings maintenance cost through promoting specialties ranges\n-\tResolves technical problems regarding product or equipment performance in order to protect the company against unfounded litigation\n-\tConsults and plans with ASM on implementation of Effective Technical Services for nominated Total accounts, identifies and implements profit improvement opportunities with customers.\n-\tWorks with frontline sales colleagues to develop new industrial and automotive customers and identifies customer needs through investigation analysis, communicates proactively with technical staff in target accounts to promote early adoption of Total lubricants and programs.\n-\tCarry out joint and solo visits to new and existing key customers providing technical proposals/assistance ( lub-chart, technical service package…) to generate sales opportunities and secures product upgrade opportunities.\n-\tProviding on field training of product application knowledge to ASM/DSRs/DLEs and reviews ASM/DSRs/DLEs customer interaction regularly to ensure quality of offering.\n5.\tManagement of technical standards and materials:\n-\tEstablishment, translation and revision of technical standards materials ( Technical data sheet, raw material specification…) and provide needed technical assistance on important commercial projects.\n-\tDocuments results of technical programs/recommendations to quantify savings and/or cost avoidance for Effective Technical Services customers and/or provide success stories\n6.\tOthers: To be back up in technical for AO and all jobs are assigned by Field Engineering Manager cum IO marketing manager.\n\n*ACCOUNTABILITIES\n- Accountable for the implementation of all technical support programs within the territory of responsibility.\n- Implements agreed account strategies and delivers lubrication solutions to Effective Technical Services customers. \n- Directs and coordinates all \"on-site\" analytical investigations.\n- Supports Area Sale Manager to achieve territory sales goals by technical support program \n- Keep good relationship with IOEMs and customers to maintain Total’s presence.",
            "image": "https://images.vietnamworks.com/pictureofcompany/84/11044075.png",
            "postedDate": "31/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Oil/Gas",
                "Sales Technical",
                "Mechanical"
            ],
            "skill": "English, Mechanical, Technical Service, Lubrication, Technical Support",
            "preferredLanguage": "Any"
        },
        {
            "name": "Interior Design Manager",
            "companyName": "CÔNG TY CỔ PHẦN TẬP ĐOÀN MASTERISE",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "The Interior Design Manager will report to the Director of Interior Design and will assist with implementation of all design activities for all projects assigned to him, and will be assisting Director of interior design in monitoring day to day activities to insure compliance with MASTERISE HOMES design processes, standards & regulations in line with international standards. \n\nKEY ACCOUNTABILITIES\n\n1. DESIGN WORK- BUSINESS AS USUAL:\na.\tParticipate in drafting of project design brief, scope & deliverables for new projects\nb.\tBe involved in the preparation of request for proposal (RFP), and develop a clear understanding of the format \nc.\tGet familiar with Technical proposals received from the consultants and research company qualifications for comparable projects, and present findings to the Director\nd.\tParticipate in establishing project delivery timelines in coordination with Director\ne.\tAttend kick off meetings, Technical coordination meetings, and weekly progress meetings with the consultants \nf.\tSeek Director’s assistance to get familiar the Project Design Management Plan (PDMP) for assigned projects\ng.\tIn coordination with Director, and as directed by them, ensure timely and accurate design work by coordinating, monitoring, reviewing and managing design consultants work in conjunction with set design management plan and expected quality \nh.\tAs directed by the Director, assist in Management & Monitoring of consultant’s work progress in relation to set design programmes\ni.\tReview and comment on all drawings and documents submitted by Design Consultants, and report back to Director. Consolidate all comments from Director following design review meeting, and draft all consolidated design comments into design review template and submit to Director\nj.\tReview all reports submitted by Design Consultant and report to Director on weekly basis any areas of Concern\nk.\tKeep track of Risk registry for each project, and highlight to Director any points requiring urgent attention\nl.\tGet familiar with overall project budgets, and seek manager’s assistance to understand key design related factors to keep an eye on during design in an effort to control the budget\nm.\tAttend Value engineering workshops with the consultant to achieve targeted budget through optimal designs. Ensure seeking Director’s guidance following the meeting to ensure full understanding of way forward, and pros & cons of every item discussed\nn.\tConduct site inspections with other senior team members, and draft inspection report for Directors review and approval\no.\tWhen required Assist Director with inputs required for presentations to BOD\n\n2. IMPLEMENTATION OF DEPARTMENT STANDARDS & PROCESSES:\na.\tReview & understand the design management plan (DMP) standard form. Seek Director’s guidance for clarifications when needed\nb.\tReview & get familiar with standard RFP templates for interior design consultancy services. Seek Director’s guidance for clarifications when needed\nc.\tReview & understand MASTERISE design standards manual. Seek Director’s guidance for clarifications when needed\nd.\tReview & Understand design review checklists, and periodically contribute to developing the document\ne.\tStudy, and memorize “statutory design guidelines” document & assist in keeping the document up to date based on latest authority requirements\nf.\tReview & understand Design department processes & procedures. Seek Director’s guidance for clarifications when needed\ng.\tImplement all design standards and procedures throughout the various stages of design\nh.\tEnsure periodical review of Lessons- learnt log sheet, and implementation of measures to rectify issues\ni.\tMaintain awareness of industry trends, methodologies, tools, templates and best practices \nj.\tMaintain awareness of newly launched projects in local market, and report to Design Director \n\n3. DEVELOPMENT OF PERSONAL CAPABILITIES:\na.\tEmbrace a culture of continuous improvements within the department\nb.\tThrive to learn, and continuously gather more knowledge from senior team members and other literature \nc.\tEmbrace transparency & accountability, and learning from mistakes\nd.\tEmbrace a culture of cooperation within team members in the department and with other internal departments based on the common goals and objectives of the company\ne.\tSeek the Design Director’s guidance to set up a road map visualizing a clear pathway to career progression and growth within the company\nf.\tSeek the Design director’s periodical feedback on your performance, and when needed seek the Director’s direction on how to re-align with the department’s objectives\ng.\tUnderstand your areas of weaknesses and request periodical mentoring from the Design Director or setting up training sessions to sharpen capabilities",
            "image": "https://images.vietnamworks.com/pictureofcompany/ec/10888325.png",
            "postedDate": "23/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Architecture/Interior Design",
                "Civil/Construction",
                "Real Estate"
            ],
            "skill": "Project Management, Interior Design, Architect Revit, Design Achitect",
            "preferredLanguage": "Any"
        },
        {
            "name": "Chuyên Viên Nhân Sự - HR Staff (Urgent)",
            "companyName": "LAMPART CO., LTD.",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "Lampart đang cần tuyển [GẤP] ứng viên Chuyên Viên Nhân sự - HR Staff. \n\n1. Thực hiện các Công việc tuyển dụng bao gồm (70%):\n- Mạng xã hội: Đăng bài, sáng tạo nội dung, truyền thông, quản lý fanpage,...\n- Đối ứng ứng viên: Tìm kiếm tạo nguồn/ liên hệ/ xếp lịch test, phỏng vấn.\n- Phỏng vấn, Báo cáo kết quả phỏng vấn.\n- Soạn Offer letter và thảo luận với ứng viên.\n- Theo dõi quá trình thử việc của ứng viên.\n- Thu thập và quản lý danh sách ứng viên.\n- Báo cáo tuyển dụng hằng tháng, quý, năm.\n- Cập nhật và quản lý sơ đồ tổ chức.\n\n2. Cố gắng chủ động đạt Target tuyển dụng bằng các công tác hỗ trợ tuyển dụng khác (20%), cụ thể như:\n- Khảo sát lương hằng năm.\n- Quảng bá thương hiệu Công ty nhằm thu hút ứng viên tiêm năng.\n- Tìm hiểu thị trường và đối thủ cạnh tranh.\n- Đánh giá và cải thiện quy trình tuyển dụng.\n\n3. Các công việc khác (10%)\n- Đề xuất, lên kế hoạch, thực hiện các hoạt động gắn kết Nhân viên, truyền thông bên ngoài.\n- Chịu trách nhiệm truyền thông nội bộ các thông tin từ Công ty đến Nhân viên.\n- Thực hiện Công tác tổ chức sự kiện: tiệc tất niên, du lịch công ty, …\n- Hỗ trợ các hoạt động khác thuộc phòng HR-Admin theo sự phân công.",
            "image": "https://images.vietnamworks.com/pictureofcompany/e6/10238931.png",
            "postedDate": "23/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Administrative/Clerical",
                "Human Resources",
                "Legal/Contracts"
            ],
            "skill": "Nhân Sự, Tuyển Dụng, Admin, Human Resources, Nhân Sự Tổng Hợp",
            "preferredLanguage": "English"
        },
        {
            "name": "(Senior) IT Recruitment Consultant",
            "companyName": "NAVIGOS GROUP",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "Navigos Search, a part of Navigos Group, is the No.1 provider of executive search services in Vietnam with professional, dedicated and experienced recruitment consultant teams. Join us as a Recruitment Consultant (Headhunter) and become first class business professionals, who are:\n\nIN CHARGE OF\n• Actively researching, approaching and promoting Navigos Search’s high quality services to candidates, current and prospective clients, analyzing their business and culture, their current and future recruitment needs\n• Developing and maintaining loyal business relationship with them aligning with our company and team business strategies\n• Choosing job vacancies that fit your experience and connections, then attract qualified candidates by preparing job descriptions/postings on VietnamWorks.com, resume searching in our giant jobseeker database, using provided LinkedIn Recruiter Premium Account, networking, headhunting, referrals…\n• Screening and short-listing applicants, interviewing candidates, organizing interviews between candidates and client companies, ensuring the recruitment speed, the efficiency of the vacancies, and candidate qualifications\n• Providing advice to both clients and candidates on salary, training and career progression\n• Following up with clients and candidates until the deal is close\n\nAND GETTING:\n1/ NOT ONLY YOUR MONTHLY BASE SALARY, but also impressive unlimited total income true to your capabilities with quarterly commission and bonus when meeting your interesting and challenging financial and non-financial KPIs (job vacancies, candidate and client meetings, CV sent out).\n\n2/ OPPORTUNITIES TO LEVEL UP YOUR PROFESSIONAL SKILLS AND UNLEASH YOUR FUTURE CAREER by working with wide range of large scale client companies and hiring managers in various industries, attracting and working with high-level candidates in multiple functional fields, while participating in from A-Z internal and external consultant training program that is worth a life-time along with your clear career development roadmap:\n+ RECRUITMENT SKILLS: Job Quality, Searching & Mapping, Interview Skills, Headhunting…\n+ BUSINESS DEVELOPMENT STRATEGIES: Calling Mastery, Pipeline Management, Closing Deal…\n+ OTHER COURSES: Train The Trainer, DISC Training, Ultimate Business Writing…\n\n3/ AND BEING A PART OF OUR UNIQUE WORKING ENVIRONMENT AND COMPANIONSHIP-PROMOTED CULTURE, collaborating and supporting the team to achieve business goal, enjoying our engagement activities (Snack Time, Company Birthday, Japanese Culture Day, Company Trip…) and rewarding employee benefits: 26 paid leaves/year, Premium Healthcare Insurance, …",
            "image": "https://images.vietnamworks.com/pictureofcompany/6e/10922087.png",
            "postedDate": "20/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Consulting",
                "Human Resources",
                "IT - Software"
            ],
            "skill": "Recruitment, Business Development, Talent Acquisition, Sales B2B, Tech Headhunt",
            "preferredLanguage": "English"
        },
        {
            "name": "Fresh Python Developer - Up to 18 TriệuUrgent job",
            "companyName": "CÔNG TY CỔ PHẦN LIÊN DOANH Ô TÔ HYUNDAI THÀNH CÔNG VIỆT NAM (HYUNDAI BY TC MOTOR)",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "- Tham gia trực tiếp vào các dự án phát triển và triển khai hệ thống Odoo cho các doanh nghiệp.\n- Phụ trách thiết kế chi tiết, lập trình, unit test, xử lý lỗi của chương trình sử dụng ngôn ngữ lập trình Python trên framework Odoo.\n- Tham gia xây dựng các giải pháp, viết phần mềm, lập trình các module theo yêu cầu công việc.\n- Thiết kế, phát triển và bảo trì các ứng dụng Python theo kiến trúc Micro-services.\n- Phát triển các API Services với Python\n- Mở rộng, cải thiện và sửa lỗi phần mềm hiện có\n- Tham gia lên kế hoạch công việc cho đội nhóm\n- Nghiên cứu công nghệ mới và tích hợp vào phần mềm",
            "image": "https://images.vietnamworks.com/pictureofcompany/8a/11065558.png",
            "postedDate": "20/05/2022",
            "jobLevel": "Intern/Student",
            "jobCategory": [
                "IT - Software",
                "Telecommunications",
                "IT - Hardware/Networking"
            ],
            "skill": "Python, Odoo, Postgresql Database, Linux, API Server",
            "preferredLanguage": "Any"
        },
        {
            "name": "Quản Lý Vùng- Giám Sát Bán Hàng (ASM) Khu Vực Hà Nội, Bắc Trung Bộ, Đồng Bằng Sông Hồng [Upto $1500]",
            "companyName": "CÔNG TY TNHH QUỐC TẾ ALEXAN PHAR",
            "location": "Ha Noi",
            "salary": "$1000 - $1500",
            "description": "-\tChịu trách nhiệm về doanh thu của khu vực theo chỉ tiêu đã được giao đồng thời xây dựng kế hoạch bán hàng. \n-\tĐào tạo/Kiểm tra/Giám sát/Hỗ trợ đội ngũ TDV của khu vực như: bán hàng, mở điểm, kiểm soát thị trường, chăm sóc khách hàng.\n-\tTham gia, phối hợp để triển khai các hoạt động marketing tại địa bàn (Trưng bày biển bảng, Đào tạo điểm bán….) \n-\tGiải quyết các vấn đề phát sinh tại vùng/ khu vực được phân công, hướng dẫn/hỗ trợ đội ngũ nhân viên trong công việc hàng ngày. \n-\tKhảo sát, đánh giá thị trường để đưa ra những giải pháp đóng góp cho sự phát triển của công ty. \n-\tBáo cáo kết quả công việc cho quản lý trực tiếp.\n\n** QUYỀN LỢI:\n-\tLương cơ bản 15 triệu + thưởng KPIs + thưởng % trên tổng doanh số của TDV tại địa bàn quản lý, tổng thu nhập lên đến trên 30 triệu.\n-\tThưởng Tháng, Quý, Năm\n-\tChế độ nghỉ phép , du lịch nghỉ mát: 2- 3 lần/ Hàng năm\n-\tĐặc biệt được làm việc trong môi trường đoàn kết, chuyên nghiệp và có cơ hội phát triển tài năng của bản thân cũng như có cơ hội thăng tiến.",
            "image": "https://images.vietnamworks.com/pictureofcompany/b2/11026951.png",
            "postedDate": "17/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Sales",
                "FMCG",
                "Pharmaceutical representatives"
            ],
            "skill": "Quản Lý Khu Vực, Quản Trị Kinh Doanh, Chuyên Môn Dược, Sinh Học Y Dược, Trình Dược OTC",
            "preferredLanguage": "Any"
        },
        {
            "name": "Quản Lý Bán Lẻ Ngành Hàng Mỹ Phẩm -Retail Manager for Cosmetics",
            "companyName": "TAKASHIMAYA VIETNAM",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "* DUTIES AND RESPONSIBILITIES\n\n1.\tTo assist (Snr) Department Manager to manage daily operation of the stores to ensure smooth running with achievement of sales target and deliver the highest level of service including but not limited to:\n\n•\tManage and motivate sales team to increase sales volume;\n•\tProvide training and coaching alongside with HR Dept. to maintain sales service at required level;\n•\tConduct store inspection regularly to identify and solve urgent or arising issues;\n•\tCheck and control stocks;\n•\tHandle customer complaints or inquiries;\n\n2.\tTo assist (Snr) Department Manager to manage brands by:\n\n•\tConduct market research and analysis on competitors’ stores;\n•\tEvaluate sales performance of each brand;\n•\tNegotiate with suppliers for the most favorable terms and to plan major vendor programs in important growth areas. If necessary, co-ordinate and conduct business meetings with suppliers/vendors and prepare business correspondence and reports;\n•\tSet-up brand selection procedure and propose in/out brands; \n•\tCheck and control product quality, quantity and origins;\n•\tControl visual merchandising of each brand; \n•\tEnsure that staff and promoters observe safety and security procedures;\n•\tReport any sales floor operation issues (i.e. shoplifting, accident, etc.) to security personnel and attend to the necessary follow-up action. \n\n3.\tTo assist (Snr) Department Manager to plan and manage the department’s P&L: \n\n•\tAnalyze and interpret trends to facilitate planning;\n•\tProvide and analyze sales, profit and stock figures and forecast future sales;\n•\tCreate business plan and sales target for the department;\n•\tPlan and forecast fashion and demand trends, recommend new merchandise mix and (new) suppliers to achieve the sales target;\n•\tReview purchases regularly and provide recommendations on appropriate actions to be taken, manage physical stock takes and regular stock checks;\n•\tEnsure that all purchase orders, goods returns are duly completed and processed according to established procedures;\n•\tFacilitate smooth movement of stocks to and from the sales floor. Effect shortage control audits.\n\n4.\tTo assist (Snr) Department Manager to collaborate with Advertising & Promotion Division to conduct marketing activities:\n\n•\tDetermine marketing strategy changes;\n•\tOrganize promotions programs, special displays and events;\n•\tAnalyze and evaluate sales result after each program;\n•\tPrepare and execute advertising and promotion plans, budgets and schedules; plan and execute effective merchandise zoning, layout and display by working closely with the Visual Display team and vendors so as to present the merchandise in an exciting and interesting manner to portray the desired concept and theme;\n•\tProvide feedback to department manager on display locations and fixtures to maximize visual impact; feedback on point of sale, publicity on the effectiveness of A&P programs. \n\n5.\tTo comply with the Company’s rules and regulations. Any act for bribes and the Company’s information leaking out is totally unacceptable.  \n\n6.\tTo undertake any other activities required of the post holder by the Company;",
            "image": "https://images.vietnamworks.com/pictureofcompany/52/10229045.jpg",
            "postedDate": "17/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Executive management",
                "Retail/Wholesale",
                "Fashion/Lifestyle"
            ],
            "skill": "Leadership Management, Problem Solving",
            "preferredLanguage": "English"
        },
        {
            "name": "Accountant - HR – General AffairsUrgent job",
            "companyName": "VPĐD OTSUKA PHARMACEUTICAL CO., LTD TẠI TP. HỒ CHÍ MINH",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "A.\tACCOUNTANTING : ( 40%)\n1.\tReconcile daily bank transaction, daily transaction external/internal in sub ledger & General ledger\n2.\tReconcile the balance between sub ledger& general ledger, closing balance of external & internal of sub ledger & General ledger\n3.\tRun and reconcile monthly depreciation/ allocation cost / provision cost as Group policy.\n4.\tPayment process (prepare activity request, collect all relating doc. to prepare papers for payment…) \n5.\tTo monitor payment schedule to vendors, and reconcile the pending of staff’s advance/deposit\nvendors.\n6.\tTo prepare monthly/ quarterly/ annual accounting reports\n7.\tTo prepare and print out remittance request and get approval before transferring \n8.\tGuidelines and update the new change of tax to team members and other concerning stakeholder\n9.\tPreparing simple PL\n10.\tData compilation for operational analysis (field force/marketing related activities) to improve operational productivity. \n11.\tOther tasks are required\n\nB.\tHUMAN RESOURCE ( 40%)\n1.\tRecruitment\n- Develop and update job descriptions and job specifications;\n- Prepare recruitment materials and post jobs to relevant websites;\n- Source and recruit candidates by using databases, social media etc;\n- Screen candidates resumes and job applications;\n- Conduct interviews using various reliable recruiting and selection tools/methods to filter candidates within schedule;\n- Assess applicants’ relevant knowledge, skills, soft skills, experience and aptitudes;\n- Prepare all materials for new comers such as laptop, sim card, name card, office key…;\n- Conduct employment offer, following the internal assigned process;\n- Onboard new employees in order to become fully integrated;\n2.\tPayroll\n- Record, update salary, bonus, allowance, and benefits of new employees and any changes of salary, allowance and benefits of all employees monthly basis excel file for monthly payroll correctly;\n- Monitor internal staffs’ time and attendance producing monthly timesheets;\n- Check leave record (any kind of leave those are: annual leave, sick leave, paid leave, unpaid leave...) of employees and update leave record;\n- Prepare all necessary documents for bank-transfer and transfer salary of current month not later than the last working day of month.\n3.\tPersonal tax income (PIT)\n- Collect data from the monthly payroll to prepare monthly, quarterly and annually reports to submit to the Tax Department.\n- Collect documents from new employees who have not yet got PIT code and register PIT code for them.\n- Collect documents from employees who register for dependent and register for them accordingly.\n- Solve problems arise relating to PIT, if any.\n- Update any changes on PIT law for a proper implementation.\n- Do the PIT finalization for each employee at the end of the year.\n4.\tInsurance\n- Contact relating authorities on providing social insurance book and health care card for employees as per local law as well as any concerned matter arising.\n- Update healthcare insurance employee list and inform insurer accordingly, follow up with them for claim document.\n- Complete the transferring procedure Social Insurance Book for leaving staffs.\n5.\tLabor contract\n- Follow up validity of labor contracts of staff level and send the appraisal form to Dept. head for an assessment for contract renewal.\n- Prepare new contract or liquidation contract as per assessment results.\n- Follow up termination, hand-over in collaboration with resigned employee’s dept. manager, and admin person in charge.\n- Prepare Decision, Termination Notice.\n\nC.\tGENERAL AFFAIRS ( 20%)\n• Support foreigners with documents for Visa, work permit, residence card application;\n• Work with suppliers: Office, Car rental, stationery, taxi, sim, name card, water…\n• Support to book hotels for business trip to Vietnam….\n• Prepare data and document for internal & external audits\n• Support project’s tasks such as: health check, company trip and other administration tasks required…;\n• As needed basis, other tasks to assist different departments might be added",
            "image": "https://images.vietnamworks.com/pictureofcompany/68/10310086.png",
            "postedDate": "17/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Accounting",
                "Human Resources",
                "Finance/Investment"
            ],
            "skill": "General Affairs, Nhân Sự Tổng Hợp, English Business Fluent, Banking Investment, Japanese",
            "preferredLanguage": "English"
        },
        {
            "name": "Customer Care/ Customer Acquisition ExecutiveUrgent job",
            "companyName": "BLACKSIRE",
            "location": "Other",
            "salary": "$2000 - $3000",
            "description": "The Role:\t\nThe Customer Acquisition Executive is responsible for acquiring new customers through outbound call. This position is responsible for reaching out to potential customers delivering a sales presentation with passion, commitment, courtesy and professionalism. Additionally, this position uses unwavering customer service and high ethical selling standards.\n\nJob Responsibilities: \t\n•\tPerform outbound call and use social platform to contact customer (list provided) in order to welcome newly \n•\tRegistered customer and offer exclusive promotion to the customer.\"\t\n•\tTo be an interface between the customer and internal support teams to ensure that the customer receives the best possible service from the company.\t\n•\tAssist customers in selecting the services that best suit their technology and communications goals \t\n•\tProvide excellent customer services and ensure customer satisfaction.\t\n•\tWork with Marketing Department to plan and execute marketing campaign in order to boost performance\t\n•\tCollaborate with the team on improving prospecting strategies.\t\n•\tPrepare working report and perform analysis to evaluate the effectiveness of acquisition programs.\t\n•\tMeeting department monthly sales target/ Meet Department Monthly Sales Target,.",
            "image": null,
            "postedDate": "31/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Customer Service",
                "Sales"
            ],
            "skill": "English Speaking Skill, Sales Digital Marketing, Telemarketing, Customer Service, Sale",
            "preferredLanguage": "Any"
        },
        {
            "name": "Technical Support Engineer (Attractive Salary & Good Benefits)",
            "companyName": "TEK EXPERTS CO., LTD",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "Tek Experts là công ty đa quốc gia, cung cấp dịch vụ hỗ trợ CNTT chuyên nghiệp toàn cầu với khách hàng là các doanh nghiệp lớn trên thế giới, quy mô hơn 5.000 nhân viên và có trụ sở tại 7 nước trên thế giới - Mỹ, Bulgaria, Costa Rica, Nigeria, Trung Quốc, Rwanda,Việt Nam.\n\nTek Experts Việt Nam đang tìm kiếm ứng cử viên tiềm năng cho vị trí Technical Support Engineer các level 1-2-3. Tại vị trí này, bạn sẽ đóng vai trò là đầu mối kỹ thuật, cung cấp các giải pháp hỗ trợ khách hàng doanh nghiệp và đối tác nước ngoài, nhằm khắc phục sự cố kỹ thuật liên quan tới các sản phẩm phần mềm của MicroFocus. Bạn sẽ có cơ hội phát triển trong một môi trường năng đông và đầy thách thức, nơi mọi người đều được trao quyền và cam kết mang lại trải nghiệm tốt nhất cho khách hàng.",
            "image": "https://images.vietnamworks.com/pictureofcompany/22/11095771.png",
            "postedDate": "17/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "IT - Software",
                "IT - Hardware/Networking",
                "High Technology"
            ],
            "skill": "IT System, IT Phần Mềm, IT Technical Support, English, Software",
            "preferredLanguage": "English"
        },
        {
            "name": "Legal Staff",
            "companyName": "TERUMO VIETNAM COMPANY",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "- Contract checking\n- Conduct research, interpret laws, rules and regulations\n- Update and make draft of report about newly issued legal documents\n- Assist in preparing dossiers and procedures of changing Enterprise Registration Certificate, Investment Certificate and other Company documents\n- Assist in the formulation, implementation and/or amendment of Company’compliance policies.\n- Other tasks assigned by superior",
            "image": "https://images.vietnamworks.com/pictureofcompany/d1/10168152.png",
            "postedDate": "24/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Consulting",
                "Legal/Contracts",
                "Production/Process"
            ],
            "skill": "Pháp Chế, Tư Vấn Pháp Lý, Rà Soát Hợp Đồng, Kiểm Soát Tuân Thủ, Soạn Thảo Hợp Đồng",
            "preferredLanguage": "Any"
        },
        {
            "name": "Thiết Kế Nội Thất (Lương Upto 20 Triệu)Urgent job",
            "companyName": "CÔNG TY TNHH TƯ VẤN THIẾT KẾ XÂY DỰNG AN KHOA",
            "location": "Ho Chi Minh",
            "salary": "Up to $900",
            "description": "- Thiết kế 3D các công trình nội thất căn hộ, nhà phố, Biệt thự...\n- Khai triển hồ sơ thiết kế khi cần hỗ trợ cho deadline công ty  ( Trường hợp chưa có kinh nghiệm khai triển hồ sơ thiết kế sẽ được hướng dẫn).",
            "image": "https://images.vietnamworks.com/pictureofcompany/d9/11027525.png",
            "postedDate": "23/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Architecture/Interior Design",
                "Civil/Construction",
                "Arts/Design"
            ],
            "skill": "3D Max, CAD Drawing, Photoshop Designer, Kiến Trúc Sư 3D, Interior Design",
            "preferredLanguage": "Any"
        },
        {
            "name": "Sales EngineersUrgent job",
            "companyName": "SPIRAX SARCO VIETNAM COMPANY LIMITED",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "Basic Duty & Responsibilities\n\n•\tTo generate profitable orders and meet or exceed the annual sales targets established jointly by the Team Leader, and the General Manager.\n•\tTo implement the sales strategies given to you by the Section Leader, Vietnam Sales for the continued development of the Industrial Segments assigned to you.\n•\tTo generate profitable orders from the sales accounts assigned to you in such a way as to fully satisfy customers and establish a long-term relationship of trust and confidence between Spirax Sarco and customers.\n•\tTo ensure that field activities, such as customer visits and walk-about surveys, are properly planned, organized and executed to achieve maximum productivity and effectiveness.\n•\tTo monitor all quotations generated, ensure that they are professionally followed-up in such a way as to maximise sales.\n•\tFor any unconverted quotations, be fully aware of the reasons and therefore to recommend the changes required so as to ensure that future quotations have a higher chance of being converted to orders.\n•\tTo analyse regularly your field activities, determine the improvements required, thereafter act on them, so as to bring about a high level of productivity and efficiency.\n•\tTo continually search for new prospects, so as to expand your customer base and to fully exploit any sales opportunities within your assigned area.\n•\tTo develop a full understanding of the industrial base allocated to you and to be aware of the market activities and the competition within this segment. Thereafter identify the sales opportunities and work earnestly to convert them into orders.\n•\tTo continually upgrade oneself through company conducted or company-sponsored training and self-study in order to maintain a high standard of product knowledge and selling techniques. To apply the knowledge attained by making technical proposals and highlighting the benefits as well as improvements to plant efficiency to customers and prospects.",
            "image": "https://images.vietnamworks.com/pictureofcompany/a0/11041974.png",
            "postedDate": "20/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Sales",
                "Sales Technical",
                "Mechanical"
            ],
            "skill": "Sales Kỹ Thuật, Sales Technical, Bán Hàng Kỹ Thuật, Sales Enginee, Sales Engineering Skill",
            "preferredLanguage": "English"
        },
        {
            "name": "Commercial Finance AnalystUrgent job",
            "companyName": "DIAG",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "A Commercial Finance Analyst is responsible for gathering financial and commercial data and providing assessments and analysis of the data for commercial insights. This position is a contact point between Finance and Commercial teams to assist in driving the positive financial business performance.\n\nCOMMERCIAL KPI TRACKING: 50%\t\t\n•\tCollaborate with Sales Ops + Accounting team to track sales performance including Volume and Operational KPI\n•\tCalculate monthly Incentive for Commercial teams, Branch Operations, Customer Services, and Lab Operation team. \n•\tCompare actual performance with target KPI and do gap analysis\n•\tCollaborate with data team to ensure KPI visibility on BI tools for commercial purposes\n\nPRICING CONTROL: 30%\t\n•\tBenchmark to update price from competitors and price setting process\n•\tPrice revision for all product categories and announce to relevant teams\n•\tCoordinate with Supply Finance & Other functions to update cost drivers for pricing model on monthly/quarterly basis \n•\tControl category mapping and product visualization on BI tools\n\nAD-HOC TASKS: 20%\t\t\n•\tSupport in launching new products \n•\tSupport in forecast planning and cascading to commercial teams\n•\tSupport in deal & contract approval\n•\tTrack promotion and campaign effectiveness\n•\tSupport to provide reporting visibility\n•\tOther financial analysis assigned by FP&A Manager or Head of Finance",
            "image": "https://images.vietnamworks.com/pictureofcompany/85/10878575.png",
            "postedDate": "26/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "Accounting",
                "Administrative/Clerical",
                "Finance/Investment"
            ],
            "skill": "Analyze Data, Finance, Commercial, Microsoft Office",
            "preferredLanguage": "English"
        },
        {
            "name": "Master QA Game Engineer",
            "companyName": "NEXON NETWORKS VINA CO. LTD,",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "•\tResponsible for QA phase of those large-scale projects (or multi projects) with 7-8 members.\n•\tResponsibilities are to instruct the team on quality metrics and testing strategies for each project.\n•\tAct as key point of contact for all QA aspects of releases and coordinating QA resources internally.\n•\tEnsure delivery of quality products on time.\n•\tParticipate in meetings (English language) with Korea Team for many activities when it is needed. \n•\tContinuously providing feedback to members for their development.\n•\tSet the KPI and development objectives for team members.\n•\tAble to detect weakness of each team member.\n•\tCoordinate with PM to do activities to improve team quality such as training and coaching senior/junior to work on the projects. Improve working process, TC (Test Cases), …\n•\tCommunicate with Korea Team by English.\n•\tAble to detect a problem and risk while working on a project.\n•\tParticipate in the activities to develop members across the office.\n•\tAble to analyze the data to give solutions to improve team.\n•\tAble to deal a deadline with Korea Team when given tasks.\n•\tAble to solve a problem happen during working project.",
            "image": "https://images.vietnamworks.com/pictureofcompany/49/10861291.png",
            "postedDate": "26/05/2022",
            "jobLevel": "Experienced (non-manager)",
            "jobCategory": [
                "IT - Software",
                "Internet/Online Media",
                "QA/QC"
            ],
            "skill": "Agile, Game Tester, Project Team Management, Manual Testing, QC Game",
            "preferredLanguage": "English"
        },
        {
            "name": "Head of Sales & Partnership",
            "companyName": "GOLDEN GATE TRADE & SERVICE JSC",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "1. MÔ TẢ CÔNG VIỆC\n•\tChịu trách nhiệm quản lý, định hướng chiến lược và giám sát tất cả hoạt động bán hàng và đảm bảo các hoạt động phù hợp với chính sách, hướng dẫn, thủ tục của công ty để đạt được mục tiêu kinh doanh.\n•\tChịu trách nhiệm tạo ra doanh số qua các kênh: Hợp đồng tài khoản doanh nghiệp dài hạn; Đại lý thẻ quà tặng(voucher); Hợp tác với các đối tác thương mại cho mục đích quảng cáo, thanh toán, tài trợ, v.v\n\n2. TRÁCH NHIỆM CHÍNH\n•\tQuản lý điều hành và chịu trách nhiệm chung công việc của phòng ban Sales & Partnership;\n•\tTổ chức triển khai hiệu quả các hoạt động đối ngoại, hợp tác tới đối tác của Golden Gate Restaurant Group trên toàn quốc nhằm thúc đẩy doanh số mô hình kinh doanh tài khoản doanh nghiệp;\n•\tLập kế hoạch và triển khai quản lý đối tác, xây dựng doanh số bán hàng thông qua các chương trình hợp tác thương mại; đại lý thẻ quà tặng tiền mặt.\n•\tLập chiến lược, tiến hành tiếp cận, mở rộng, phát triển quan hệ với các đối tác tiềm năng; \n•\tQuản lý, chăm sóc và phát triển nguồn đối tác chiến lược của tập đoàn trên toàn quốc.\n•\tThiết lập các các chỉ số đánh giá hoạt động chính để giúp theo dõi các mục tiêu và đánh giá hiệu suất bán hàng bằng các báo cáo hiệu suất. \n•\tĐảm bảo chỉ tiêu kinh doanh của tập đoàn và báo cáo cho Quản lý trực tiếp hoặc Ban lãnh đạo;",
            "image": "https://images.vietnamworks.com/pictureofcompany/1a/10658920.png",
            "postedDate": "14/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Executive management",
                "Sales",
                "Restaurant/Hotel"
            ],
            "skill": "Partnership Development, B2B Sales, Partnership Relation",
            "preferredLanguage": "English"
        },
        {
            "name": "Giám Đốc Kinh DoanhUrgent job",
            "companyName": "ECOE VIETNAM",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "CHIẾN LƯỢC, KẾ HOẠCH KINH DOANH:\n•\tLập kế hoạch, hoạch định chiến lược kinh doanh và triển khai kế hoạch kinh doanh trên toàn hệ thống\n•\tĐảm bảo mục tiêu doanh thu: Thiết lập các mục tiêu kinh doanh bằng việc dự đoán và phát triển các chỉ tiêu kinh doanh hàng năm cho khu vực; lập dự án doanh số và lợi nhuận cho các sản phẩm hiện có và sản phẩm mới.\n•\tQuyết định phân chia hạn mức bán hàng cho các kênh phân phối phân phối chính: kênh đại lý, kênh cửa hàng, siêu thị.\n•\tTổ chức thực hiện kế hoạch truyền thông, marketing, kế hoạch bán hàng, theo dõi kết quả thực hiện và báo cáo hàng tuần, tháng.\n•\tThiết lập các kênh phân phối mới theo định hướng kinh doanh của công ty.\n•\tTài chính: Lập ngân sách bán hàng, lập kế hoạch và các biện pháp để kiêm soát chi phí, Phân tích chi phí.\n•\tĐiều hành, quản trị hệ thống kinh doanh các Sản phẩm của công ty đầu tư nhằm đạt các mục tiêu kế hoạch ngắn hạn và dài hạn.\n•\tXây dựng các chính sách kinh doanh và triển khai kế hoạch kinh doanh trên toàn hệ thống cho các sản phẩm\n•\tThực hiện các báo cáo kết quả kinh doanh theo quy định của hệ thống, cung cấp thông tin thị trường,\n•\tPhối hợp với phòng Marketing hoạch định các kế hoạch kinh doanh tiếp thị sản phẩm của công ty, tham mưu cho ban phó tổng giám đốc về chiến lược giá, chiến lược sản phẩm.\n•\tChịu trách nhiệm về kết quả kinh doanh của các Sàn Giao dịch\n\nQUẢN LÝ, ĐIỀU HÀNH:\n•\tQuản lý và giám sát hoạt động của hệ thống Sàn giao dịch\n•\tXây dựng lực lượng bán hàng. Tuyển dụng, đào tạo nhân viên kinh doanh, nhân viên, quản lý của các Sàn giao dịch,\n•\tKiểm tra, giá sát các bộ phận trực thuộc triển khai công việc theo kế hoạch, theo nhiệm vụ quyền hạn và mục tiêu đã đề ra.\n•\tXây dựng các chương trình thi đua, khen thưởng nhân viên kinh doanh cho các đơn vị phụ trách.\n•\tKiểm soát và quản lý sản phẩm, dự án triển khai và điều phối các hoạt động phân tuyến, phân lực kinh doanh thuộc công ty\n•\tQuản lý điều hành hoạt động kinh doanh và giám sát hoạt động của hệ thống Sàn giao dịch\n•\tPhối hợp các bộ phận, phòng ban nghiệp vụ và các đơn vị thành viên trong công ty xử lý các công việc liên quan theo các quy trình tác nghiệp.\n•\tNhận các báo cáo của các Đơn vị kinh doanh\n•\tLập các báo cáo kết quả hoạt động, kinh doanh theo quy định",
            "image": "https://images.vietnamworks.com/pictureofcompany/08/10779480.png",
            "postedDate": "31/05/2022",
            "jobLevel": "Director and above",
            "jobCategory": [
                "Executive management",
                "Real Estate",
                "Sales"
            ],
            "skill": "Quản Trị Nhân Sự, Quản Lý Doanh Thu, Phát Triển Kênh Phân Phối, Kế Hoạch Kinh Doanh, Điều Hành Hệ Thống",
            "preferredLanguage": "Any"
        },
        {
            "name": "Project Manager",
            "companyName": "VIVA LAND INVESTMENT & DEVELOPMENT HOLDINGS JOINT STOCK COMPANY",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "- Overall Project management in project planning and work\nimplementation in a cost-effective and efficient manner.\n- Monitor and control project budgeting, ensure projects are kept\nwithin schedule and approved budget as well as constructed as per\nspecified quality.\n- Manage the site construction works and documentation efficiently\nand comply with the requirements pertaining to the Quality\nManagement System.\n- Chair the meetings with consultants, contractors.\n- Manage, control and review all design stages in accordance with\nauthority requirement.\n- Advise on authority requirements in project management.\n- Maintain data resource system in project management aspect.\n- Update the management on the progress of the construction\nworks.\n- Coordinate with various departments (Investment & Asset\nManagement, Cost & Contract, Design Management, Sales and\nMarketing, Finance) to make technical decision pertaining to the\ndepartment concerned.\n- Recruit, conduct training and development for the team.\n- Any such other matters as instructed by management from time to\ntime",
            "image": "https://images.vietnamworks.com/pictureofcompany/65/11073854.png",
            "postedDate": "23/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Civil/Construction",
                "Real Estate",
                "Planning/Projects"
            ],
            "skill": "Real Estate, Civil Construction, Project Management, Engineering, Architects",
            "preferredLanguage": "English"
        },
        {
            "name": "Brand and Communications Manager (Decorative Paints)/ Quản Lý Nhãn Hàng và Truyền Thông (Sơn Trang Trí)Urgent job",
            "companyName": "JOTUN PAINTS VIETNAM COMPANY LIMITED",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "The position is responsible for developing and executing category portfolio to ensure segment business growth as plan:\n- Accountable for category / product portfolio innovation roadmap in aligned with regional and local innovation plan to fulfill the customer’s need;\n- Work closely with regional marketing team to develop new products including concept development, packaging, product launch program;\n- Act as key contact point to coordinate with cross functions to run innovation project smoothly (regional marketing, local operation, sales, finance, customer services…);\n- Responsible for brand performance and competitive position in the market including volume & value growth, market share, distribution, competitive pricing and profit margin;\n- Responsible to manage all aspects of brands including brand image, packaging, marketing materials, product visibility in the shop;\n- Monitor product quality performance and propose action to fix if quality issue happens through working closely with sales team, technical services, operation and customers;\n- Conduct market survey to understand customer’s satisfaction level on the portfolio / product performance;\n- Ensure products’ certificates to be up to date and valid for providing to customers;\n- Propose and lead trade campaign to ensure the brand growth as segment business strategy;\n- Responsible to build and execute project marketing activities;\n- Support and align with Marketing Director to run ad – hoc activities if have;\n- ‘Love’ in paints, colors and architectures.",
            "image": "https://images.vietnamworks.com/pictureofcompany/a8/5221355.gif",
            "postedDate": "19/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Advertising/Promotion/PR",
                "Marketing",
                "TV/Media/Newspaper"
            ],
            "skill": "Branding Marketing, Marketing, Branding, Marketing Compaign, Product Launch",
            "preferredLanguage": "Any"
        },
        {
            "name": "Head of Modern Trade",
            "companyName": "COCA-COLA BEVERAGES VIETNAM LTD.",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "* JOB SUMMARY:  \nThe Modern Trade Role leads and ensures the achievement of the company’s Modern Trade strategies, with the overall objective of delivering the target volume, execution and market share. He / she ensures the correct operational efficiency and client management model of National and Regional Key Accounts (NKA / RKA), which will ultimately support the company’s profitability and provide value for our stakeholders.\n* KEY DUTIES/RESPONSIBILITIES: \nNational and Regional Key Accounts Strategy and Negotiation\n•\tDevelops sales and marketing strategies for NKA and RKA\n•\tEnsures that strategies proposed and implemented are aligned to the company’s guidelines, procedures and policies\n•\tOversees the Trading Terms Agreement (TTA) / commercial contract negotiation process.\nCommercial Development\n•\tMaintains and improves market share\n•\tEstablishes the portfolio of products by covering the demand and interest of clients\n•\tEnsures the presence and preference of company brands on the market by establishing promotional plans and monitor its implementation\n•\tCollaborates with Logistics and other functions in ensuring we provide best in class customer service to Key Accounts and that all customer deliveries are achieved, on time and in full and avoid penalties from customers\n•\tBenchmark best practices in the market and maintains familiarity of current trends for Modern Trade and define plans on how Modern Trade operations should adapt to the ever changing needs of the market\nCustomer Management\n•\tLeads regular business reviews with the customer to review performance, propose initiatives to drive volume and profitability, to the benefit of both the company and the customer\n•\tSustains collaborative partnerships with KA customers\n•\tEnsures that programs implemented are within the authorized parameters set in the TTA and will remain profitable\nBusiness Plan and Budgets Management\n•\tEnsures that all programs are within the established budget, to achieve overall profitability.\n•\tAnticipates expenses and seeks opportunities to maximize budget and deliver savings from expenses and provide higher profitability.\nInnovation\nThe role will support the Modern Trade transformation in alignment with the BIG guidelines. The role needs to continuously think of ways on how to improve the Modern Trade function in the country to deliver growth to the business and to the people",
            "image": "https://images.vietnamworks.com/pictureofcompany/c5/11093856.png",
            "postedDate": "10/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Retail/Wholesale",
                "Food & Beverage",
                "FMCG"
            ],
            "skill": "Sales Modern Trade",
            "preferredLanguage": "English"
        },
        {
            "name": "Manager, Asset Management",
            "companyName": "VIVA LAND INVESTMENT & DEVELOPMENT JOINT STOCK COMPANY",
            "location": "Ha Noi",
            "salary": "Negotiable",
            "description": "•\tManage Company’s real estate portfolio including commercial, residential and mixed-use development.\n•\tMonitor timeline, legal process, budget, cash flow and return for each asset.\n•\tImplement strategies to establish proper market position, pricing and segmentation of the asset.\n•\tSet up, control and monitor key performance indicators for respective departments during the project planning, development and operation to achieve ROE and Profit for the project. \n•\tConduct project control group meeting and coordinating among various departments during the project planning, development and operation period.\n•\tBuild and maintain strong relationship with external parties likes brokers, government authorities, banker, investors.\n•\tAssist investment team in sourcing for financing, external fund investors and setting up new private equity funds. Monitor, evaluate and report on the performance of the fund.\n•\tWork closely with Property Management team to ensure the asset is well managed and maintained\n•\tPlan and forecast the growth of asset portfolio for the company\n•\tDo market research, manage market intelligence and other reports to management on the market, legal update and industry information in Vietnam.\n•\tAny such other matters as instructed by the Company from time to time.",
            "image": "https://images.vietnamworks.com/pictureofcompany/65/11073854.png",
            "postedDate": "18/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Real Estate",
                "Banking",
                "Finance/Investment"
            ],
            "skill": "Quản Lý Tài Sản Công Ty, Tài Chính Ngân Hàng, Bất Động Sản, Bất Động Sản Thương Mại",
            "preferredLanguage": "English"
        },
        {
            "name": "Marketing DirectorUrgent job",
            "companyName": "CHUBB LIFE VIETNAM",
            "location": "Ho Chi Minh",
            "salary": "$3000 - $5000",
            "description": "•\tOverseeing marketing department.\n•\tEvaluating and developing our marketing strategy and marketing plan.\n•\tPlanning, directing, and coordinating marketing efforts.\n•\tCommunicating the marketing plan.\n•\tRun contests/campaign to push sales\n•\tResearching demand for our products and services.\n•\tCompetitor/ Market research.\n•\tWorking with sales department to develop pricing strategies to maximize profits and market share while balancing customer satisfaction.\n•\tIdentifying potential customers.\n•\tDeveloping promotions with advertising managers.\n•\tUnderstanding and developing budgets and finance, including expenditures, research and development appropriations, return-on-investment and profit-loss projections.\n•\tCompiling lists describing our offerings.\n•\tDeveloping and managing advertising campaigns.\n•\tSupporting sales and lead generation efforts; Provide tools and materials to enable the sales team to function effectively\n•\tIdentify new business opportunities\n•\tCoordinating marketing projects from start to finish.\n•\tOrganizing company conferences, trade shows, and major events.\n•\tOverseeing social media marketing strategy and content marketing.\n•\tGuide the day-to-day activities of the marketing team and marketing manager",
            "image": "https://images.vietnamworks.com/pictureofcompany/07/10893146.png",
            "postedDate": "17/05/2022",
            "jobLevel": "Director and above",
            "jobCategory": [
                "Advertising/Promotion/PR",
                "Marketing",
                "Sales"
            ],
            "skill": "Marekting Strategy, Branding, Strategy Execution, Working Management Skill, Marketing In Global Context",
            "preferredLanguage": "Any"
        },
        {
            "name": "Giám Đốc Phát Triển Kinh Doanh - Vận Tải Thuỷ",
            "companyName": "CÔNG TY CỔ PHẦN VIET CAPITAL GROUP",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "-\tQuản lý và điều hành toàn bộ công việc Phòng Kinh Doanh nhằm đạt mục tiêu kinh doanh của Công ty đề ra.\n-\tXây dựng phương án kế hoạch kinh doanh trình Ban Lãnh Đạo Công ty. \n-\tPhân bổ chỉ tiêu đồng thời hỗ trợ, giám sát công việc của nhân viên kinh doanh trong bộ phận để đạt đuợc mục tiêu công việc.\n-\tPhát triển trị trường, tìm kiếm thêm khách hàng mới các mảng vận tải thuỷ trong nước và quốc tế, đại lý tàu, cước quốc tế,..\n-\tXây dựng kế hoạch đào tạo, tổ chức và thực hiện đào tạo nghiệp vụ chuyên môn cho nhân viên kinh doanh.\n-\tTham mưu, tư vấn cho Ban Lãnh Đạo về các vấn đề liên quan đến hoạt động kinh doanh của Công ty nhằm kiểm soát chi chí, rủi ro và đảm bảo tối ưu hóa chi phí.\n-\tThiết lập mối quan hệ mật thiết với đối tác tiềm năng, các đại lý, hãng tàu, các cơ quan ban ngành có liên quan.",
            "image": "https://images.vietnamworks.com/pictureofcompany/48/11078901.png",
            "postedDate": "31/05/2022",
            "jobLevel": "Director and above",
            "jobCategory": [
                "Export-Import",
                "Sales",
                "Freight/Logistics"
            ],
            "skill": "Kinh Doanh, Logistic Business, Quản Lý Nhân Sự, Phát Triển Thị Trường",
            "preferredLanguage": "Any"
        },
        {
            "name": "Quản Lý Tiếp Thị Cấp Cao -Miền Bắc",
            "companyName": "VUS - THE ENGLISH CENTER",
            "location": "Ha Noi",
            "salary": "$1500 - $2500",
            "description": "1.\tHoạch định chiến lược kinh doanh và tiếp thị của Công ty (10%)\n-\tChịu trách nhiệm lập kế hoạch và triển khai marketing tháng, năm (đánh giá thực trạng, xác định thị trường, khách hàng mục tiêu, chiến lược marketing, hành động...)\n-\tXây dựng kế hoạch, giải pháp và tổ chức thực hiện các Mục tiêu – Chính sách của Công ty đối với hoạt động kinh doanh và tiếp thị.\n-\tGiúp BGĐ công ty điều hành và quản lý mọi hoạt động tiếp thị của Công ty một cách hiệu quả; bảo đảm các nguồn lực cho kinh doanh.\n-\tXác định các yêu cầu của Khách hàng và đáp ứng các yêu cầu này, đồng thời đảm bảo toàn bộ tổ chức nhận thức các yêu cầu mới của Khách hàng về sản phẩm, dịch vụ của Công ty.\n2.\tXây dựng, quản lý các kênh truyền thông số Digital Marketing (40%)\n-\tXây dựng định hướng, lập kế hoạch và giám sát việc thực hiện các chiến lược truyền thông số. \n-\tĐề xuất các ý tưởng và tổ chức triển khai xây dựng nội dung website/app/fanpage nhằm đảm bảo mức độ hấp dẫn về giao diện/nội dung, nâng cao trải nghiệm khách hàng. \n3.\tXây dựng, quản lý và điều phối các hoạt động Trade Marketing, Event, Telemarketing (20%)\n-\tChịu trách nhiệm cao nhất về tổ chức và chất lượng các sự kiện, hoạt động tiếp thị, quảng bá hình ảnh và sản phẩm của công ty ra công chúng và trong nội bộ nhằm thúc đẩy và đạt được mục tiêu của công ty.\n-\tPhối hợp với Quản lý cơ sở để xây dựng và tổ chức các chương trình marketing cho cơ sở. \n-\tXây dựng và triển khai các chương trình Khuyến mại, phối hợp với bộ phận bán hàng để nắm được tình hình doanh thu, hiệu quả từ các chiến dịch Marketing nhằm có sự điều chỉnh kịp thời.\n-\tXây dựng kịch bản bán hàng, lộ trình triển khai kênh Direct và Telemarketing. \n-\tTổ chức thực hiện và kiểm tra, đánh giá hiệu quả các chương trình marketing.\n4.\tĐề xuất, triển khai và theo dõi các chương trình hợp tác với các đối tác, nâng cao hình ảnh thương hiệu và hiệu quả hợp tác. (10%)\nQuản lý các hoạt động truyền thông và quản lý thương hiệu. \n5.  Báo cáo, quản lý ngân sách Marketing.(10%)\n-\tThiết lập, quản lý ngân sách marketing. Chịu trách nhiệm trong phạm vi ngân sách được giao, được quyền duyệt thu chi trong phạm vi ngân sách được giao.\n-\tBáo cáo với BGĐ định kỳ về tình hình thực hiện nhiệm vụ và khi cần thiết phải kịp thời thỉnh thị ý kiến BGĐ, bảo đảm không để hoạt động kinh doanh đình trệ và  thiệt hại.\n6. Quản lý con người. (10%)\n-\tĐiều hành và quản lý mọi hoạt động của phòng marketing cũng như đảm bảo các nguồn lực cho hoạt động kinh doanh của công ty.\n-\tTuyển dụng và đào tạo nhân viên, định hướng phát triển nhân sự theo lộ trình của công ty.\n8.\tThực hiện các công tác phát sinh khác theo phân công của cấp trên.",
            "image": "https://images.vietnamworks.com/pictureofcompany/cb/10708366.png",
            "postedDate": "31/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Education/Training",
                "Marketing",
                "Internet/Online Media"
            ],
            "skill": "Marketing, Education, Direct Sales, Direct Marketing",
            "preferredLanguage": "Any"
        },
        {
            "name": "Giám Đốc Điều Hành - Công Ty Quy Mô Trên 200 Nhân Viên - Lương Upto 6000$",
            "companyName": "CÔNG TY THƯƠNG MẠI TÀI CHÍNH HẢI ÂU",
            "location": "Ha Noi",
            "salary": "$3000 - $6000",
            "description": "-\tĐiều hành và chịu trách nhiệm cho toàn bộ hoạt động của công ty.\n-       Chịu trách nhiệm chính lập kế hoạch và định hướng chiến lược chung cho công ty.\n-\tChịu trách nhiệm về lợi nhuận, hướng phát triển và tăng trưởng của công ty.\n-\tĐảm bảo đạt được các mục tiêu hiện tại và tương lai của công ty như mong đợi của ban giám đốc về tăng trưởng doanh số, lợi nhuận, an ninh, chất lượng sản phẩm, phát triển nhân tài và các hoạt động khác.\n-\tĐảm bảo công ty hoạt động hiệu quả về tài chính, nhân sự, vận hành,…\n-\tCùng với BGĐ Công ty đưa ra các mục tiêu, định hướng phát triển và chiến lược của công ty.\n-\tGiám sát tất cả các hoạt động vận hành và kinh doanh, đảm bảo đạt được mục tiêu kinh doanh, phù hợp với chiến lược và sứ mệnh chung.\n-\tKiểm tra các báo cáo tài chính và phi tài chính để đưa ra các giải pháp hay cải tiến.\n-\tXây dựng các mối quan hệ tin cậy với các đối tác chính và các bên liên quan.\n-\tPhân tích các sự cố và cung cấp các giải pháp để đảm bảo Công ty tồn tại và phát triển.\n-\tThực hiện các công việc khác theo yêu cầu của Tổng Giám đốc Công ty.",
            "image": "https://images.vietnamworks.com/pictureofcompany/ac/9700969.jpg",
            "postedDate": "31/05/2022",
            "jobLevel": "Director and above",
            "jobCategory": [
                "Executive management",
                "Real Estate",
                "Sales Technical"
            ],
            "skill": "Điều Hành, Quản Lý, Đàm Phán, Lập Kế Hoạch, Quản Trị Doanh Nghiệp",
            "preferredLanguage": "Vietnamese"
        },
        {
            "name": "Sales Manager - ( Hỗ Trợ Lương Lên Đến 18 Triệu Tháng)",
            "companyName": "AIA EXCHANGE",
            "location": "Khanh Hoa",
            "salary": "$300 - $3000",
            "description": "- Xây dựng và phát triển đội nhóm \n- Tổ chức, hoạch định và huấn luyện đội nhóm \n- Tìm kiếm, tư vấn và chăm sóc khách hàng \n- Xây dựng các chiến lược kinh doanh \n\nQUYỀN LỢI ĐƯỢC HƯỞNG \n- Hỗ trợ lương cứng (lựa chọn) # 12 triệu/tháng + Hoa hồng. # 18 triệu/tháng + Hoa hồng \n- Được tự chủ về tài chính (Lương cơ bản hàng tháng & Hoa hồng cá nhân, hoa hồng nhóm & Các chương trình thưởng hot contest, du lịch) \n- Hỗ trợ về công nghệ (Thiết bị và hệ thống hiện đại) \n- Lộ trình thăng tiến rõ ràng và rộng mở \n- Làm việc trong môi trường năng động, hiện đại \n– Nơi tất cả những ý tưởng \"điên rồ\" của bạn sẽ được lắng nghe, được cân nhắc và giúp đỡ để hoàn thiện từ chi tiết nhỏ nhất",
            "image": null,
            "postedDate": "02/06/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Insurance",
                "Sales",
                "Banking"
            ],
            "skill": "Giám Sát Kinh Doanh, Ngân Hàng, Bảo Hiểm, Sale, Kinh Doanh",
            "preferredLanguage": "Any"
        },
        {
            "name": "Data Analytics Manager",
            "companyName": "HOME CREDIT VIETNAM - HTTPS://CAREER.HOMECREDIT.VN/",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "•\tSupport business to deliver overall Product sales and performance results on time and on budget.\n•\tAnalyze overall growth of (potential) market & to monitor activities of competitors to be ready for market trending and solution (if any)\n•\tSupport campaign creation with relevant segmentation proposals to maximize take up rate or usage rate\n•\tMonitor campaigns for cross selling, usage, retention, … analyze the results & propose relevant improvement based on evaluation\n•\tSupport Product team to implement process and measurement for product and client portfolios.\n•\tDiscover areas of customer experience that can be improved by optimization of processes\n•\tWork closely with MIS team to propose new or improve current reporting\n•\tWork with CRM, Risks, products and IT for support implementation of new projects/processes",
            "image": "https://images.vietnamworks.com/pictureofcompany/5a/10480385.png",
            "postedDate": "26/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Banking",
                "Internet/Online Media",
                "Finance/Investment"
            ],
            "skill": "Data Analysis, SQL, Python, Business Intelligence, Powerbi",
            "preferredLanguage": "Any"
        },
        {
            "name": "Manager – Real Estate Consultancy (Quản Lý – Tư Vấn Bất Động Sản)",
            "companyName": "CÔNG TY CỔ PHẦN TẬP ĐOÀN MASTERISE",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "•\tDefine and implement the sales strategy, overseeing the full sales cycle from identifying opportunities to successfully closing deals; \n•\tMonitors the effectiveness of the recruitment/retention process and advises/makes modifications as necessary with the collaboration of the Deputy and Head of Sales to ensure that targets are met on a monthly and quarterly basis; \n•\tConsolidates and reviews sales and marketing reports, identifies trends, and advises the Deputy/Head of Sales of any changes to the agents operating procedure or business plan as necessary in order to improve the agent’s effectiveness & Customer journey; \n•\tAdvise the Marketing Section to modify its marketing approach as necessary to support changes in established sales efforts. \n•\tGenerate leads and proactive sales by executing against your promotional and networking events and activities; \n•\tBuild relationships with potential clients and brokers to sell them our added-value services and products; \n•\tMaximize sales performance for your area and ensure critical KPIs are met and exceeded; \n•\tTrains new and current agents staff on agent’s relationship techniques and established agent recruitment procedures. \n•\tLead and develop capability for the team to excel with their career in Real Estate.",
            "image": "https://images.vietnamworks.com/pictureofcompany/ec/10888325.png",
            "postedDate": "23/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Consulting",
                "Executive management",
                "Real Estate"
            ],
            "skill": "Real Estate, Sales Leadership Training, Real Estate Business, Real Estate Marketing, Real Estate Investment Consulting",
            "preferredLanguage": "Any"
        },
        {
            "name": "[Viettel Store Tuyển Gấp] Giám Đốc Kinh Doanh Ngành Dược (Lương Up to 100Tr+++/tháng)Urgent job",
            "companyName": "VIETTEL STORE",
            "location": "Ha Noi",
            "salary": "$2000 - $4000",
            "description": "- Xây dựng, lập kế hoạch phát triển và quản lý chuỗi nhà thuốc. \n- Tổ chức thu thập, phân tích, đánh giá thông tin thị trường và đưa ra đề xuất, kiến nghị về phát triển chuỗi nhà thuốc\n- Thiết kế hình ảnh, tác phong chuyên nghiệp cho chuỗi nhà thuốc\n- Tuyển dụng, xây dựng đội ngũ nhân sự và quy trình phát triển cho chuỗi nhà thuốc\n- Trực tiếp điều hành, triển khai, chịu trách nhiệm toàn bộ hoạt động của chuỗi nhà thuốc về: hàng hóa, doanh thu, lợi nhuận, nhân sự,..\n- Quản lý các hoạt động kinh doanh của chuỗi đảm bảo tuân thủ đúng theo quy định của Công ty và Luật pháp Việt Nam. \n- Đảm bảo hoàn thành chỉ tiêu kinh doanh của công ty.",
            "image": "https://images.vietnamworks.com/pictureofcompany/4d/11055203.png",
            "postedDate": "16/05/2022",
            "jobLevel": "Director and above",
            "jobCategory": [
                "Executive management",
                "Health/Medical Care",
                "Pharmaceutical representatives"
            ],
            "skill": "Dược, Kinh Doanh Nhà Thuốc, Bán Hàng, Nghiên Cứu Thị Trường, Lập Kế Hoạch",
            "preferredLanguage": "Any"
        },
        {
            "name": "Ocean Freight Manager (Urgent Hire)",
            "companyName": "CÔNG TY TNHH ZIM LOGISTICS VIỆT NAM",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "•\tBuild up strong Ocean freight product for sales\n•\tOffer support to the Ocean Operations teams, supporting process enhancements\n•\tServe as an escalation point to any operationally focused challenges \n•\tWork with key stakeholders to understand processes and deliver solution enhancements and resolutions\n•\tCommunicate with internal parties for stocks transfer, monitor order processing & shipment schedule.\n•\tMeet cost, productivity, and accuracy and timeliness targets\n•\tReinforce processes and instruct staff on how to manage systems\n•\tEnsure invoicing and compliance procedures are adhered to\n•\tCommunicate systems changes across the organization\n•\tOffer support to the Ocean Operations teams, supporting process enhancements\n•\tServe as an escalation point to any operationally focused challenges within the region\n•\tPrepare regular analytical reports, strategically plan and manage ocean freight services.",
            "image": "https://images.vietnamworks.com/pictureofcompany/a3/11027779.png",
            "postedDate": "24/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Administrative/Clerical",
                "Export-Import",
                "Freight/Logistics"
            ],
            "skill": "Import-Export, Airfreight, Transportation Operations, Thủ Tục Hải Quan, Shipping Operation",
            "preferredLanguage": "English"
        },
        {
            "name": "Logistics Operation Manager (Urgent Hire)",
            "companyName": "CÔNG TY TNHH ZIM LOGISTICS VIỆT NAM",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": ". Responsible for the operation of logistics activities of import/export, cross-border, e-commerce cargo…\n. Responsible for communicating with overseas offices/agents for logistics consulting; quotation; building and minimizing cost of logistics jobs;\n. Formulate and optimize SOP standard operating procedures and service plans;\n. Following of payment of logistics clients;\n. Responsible for the daily management of the operation, training of staff;\n. Making sure smooth and timely operation of logistics department;\n. Good communication and cooperative relations with suppliers, good suppliers maintenance and assessment; good connection with related authorities;\n. Perform other tasks arranged by the leadership.",
            "image": "https://images.vietnamworks.com/pictureofcompany/a3/11027779.png",
            "postedDate": "24/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Export-Import",
                "Freight/Logistics",
                "Merchandising/Purchasing/Supply Chain"
            ],
            "skill": "Transportation Operations, Freight Forwarding, Logistic Field, Sea Air Export, E Commerce",
            "preferredLanguage": "English"
        },
        {
            "name": "Phó Phòng/trưởng Phòng Mua Hàng",
            "companyName": "CÔNG TY TNHH RITA VÕ",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "- Đóng góp xây dựng & tối ưu quy trình làm việc của Phòng\n- Tổ chức cấu trúc nhân sự, hoạt động của phòng ban (trên 30 nhân sự); tuyển dụng, tổ chức, phát triển và đào tạo đội ngũ\n- Sắp xếp, hỗ trợ, theo dõi & đánh giá công việc, tiến độ mua hàng/xuất nhập khẩu của các nhân sự trong phòng & các ngành hàng được phân bổ, hạn chế tối đa các chi phí phát sinh\n- Kiểm tra, phê duyệt các báo giá, bảng giá, tính giá\n- Đưa ra chiến lược giá và chương trình bán hàng, đáp ứng nhu cầu và thu hút khách hàng (giá bán, giá khuyến mãi), tối đa lợi nhuận\n- Xây dựng chiến lược mua hàng, tồn kho phù hợp với kế hoạch kinh doanh của Công ty\n- Hệ thống hoá & quản trị dữ liệu mua hàng, xuất nhập khẩu, đóng góp xây dựng phần mềm ERP của Công ty\n- Đảm bảo hàng hóa đầy đủ để triển khai được chiến lược phát triển của các ngành hàng\n- Phối hợp liên Phòng/Ban trong Công ty để xử lý công việc & đại diện Công ty làm việc với các cơ quan ban ngành Nhà Nước\n- Tìm hiểu, hướng dẫn nhân sự trong Phòng về các luật định theo luật pháp Việt Nam\n- Phân tích, đánh giá, định hướng lựa chọn & thương lượng các nhà cung cấp/nhà sản xuất phù hợp dựa trên giá, điều kiện thương mại, năng lực sản xuất, chất lượng sản phẩm, hỗ trợ thương mại…\n- Thường xuyên cập nhật, nghiên cứu xu hướng thị trường và đưa ra các dự báo\n- Báo cáo mua hàng/đặt hàng nhà cung cấp\n- Các công việc khác theo sự phân công của Ban lãnh đạo & cấp trên",
            "image": "https://images.vietnamworks.com/pictureofcompany/a4/11003244.png",
            "postedDate": "31/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Export-Import",
                "Merchandising/Purchasing/Supply Chain"
            ],
            "skill": "Mua Hàng",
            "preferredLanguage": "Any"
        },
        {
            "name": "Trưởng Phòng Tài Chính - Kế Toán (Công Ty Thành Viên)",
            "companyName": "CÔNG TY CỔ PHẦN TẬP ĐOÀN ASG",
            "location": "Ha Noi",
            "salary": "$1300 - $1700",
            "description": "Thông tin tuyển dụng: \n1. Vị trí tuyển dụng: Trưởng Phòng Tài chính – Kế toán\n2. Số lượng: 01 người;\n3. Địa điểm làm việc: Khu dịch vụ logistics, Cảng Hàng không Quốc tế Nội Bài, xã Phú Minh, huyện Sóc Sơn, thành phố Hà Nội\n\n*Mô tả công việc:\n\nQuản lý điều hành và chịu trách nhiệm chung toàn bộ hoạt động của Phòng Tài chính Kế toán theo đúng chức năng, nhiệm vụ được giao, cụ thể:\n- Tổ chức bộ máy kế toán phù hợp với quy mô và mô hình hoạt động của Công ty;\n- Tổ chức thực hiện công tác kế toán theo chuẩn mực kế toán và chế độ kế toán Việt Nam;\n- Kiểm soát doanh thu, chi phí, đánh giá hiệu quả hoạt động sản xuất kinh doanh;\n- Lập BCTC (riêng lẻ và hợp nhất), báo cáo quản trị theo yêu cầu của Ban lãnh đạo Công ty;\n- Phân tích BCTC hàng quý, năm nhằm tham mưu, đề xuất các biện pháp tăng cường hiệu quả hoạt động SXKD;\n- Xây dựng kế hoạch tài chính và tổ chức thực hiện, đảm bảo cân đối và sử dụng nguồn vốn hiệu quả;\n- Tổ chức lưu trữ tài liệu theo đúng quy định;\n- Xây dựng quy chế, quy trình, quy định, văn bản hướng dẫn thuộc lĩnh vực Kế toán tài chính phù hợp với chức năng, nhiệm vụ được giao và tổ chức thực hiện;\n- Tuyển dụng và đào tạo nhân sự thuộc Phòng TC-KT;\n- Nhiệm vụ khác theo yêu cầu phát sinh của công việc chuyên môn.",
            "image": "https://images.vietnamworks.com/pictureofcompany/35/10951763.png",
            "postedDate": "17/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Accounting",
                "Auditing",
                "Finance/Investment"
            ],
            "skill": "Đầu Tư, Phát Triển Kinh Doanh, Logistics Management, Vận Tải, Logistics",
            "preferredLanguage": "Any"
        },
        {
            "name": "Trưởng Phòng Tài Chính Kế ToánUrgent job",
            "companyName": "CÔNG TY CỔ PHẦN TIẾP VẬN ATT VIỆT NAM",
            "location": "Ha Noi",
            "salary": "$1000 - $1500",
            "description": "1.\tRà soát, xây dựng quy trình quy đinh liên quan tới tài chính: \n\tSoạn thảo các chính sách, quy trình về kiểm tra kiểm soát nội bộ tại Công ty \n\tRà soát các hệ thống quy trình nội bộ của phòng kế toán, đảm bảo tính hợp lý, khả thi, nhất quán\n\tĐảm bảo hệ thống tài chính kế toán được thiết lập, thực hiện và duy trì 1 cách hiệu quả \n\tLập báo cáo kiểm soát những mặt cần khắc phục định kỳ theo tháng/quý/năm\n\tĐề xuất các giải pháp để kiểm soát và quản lý chi phí có hiệu quả.\n2.\tBáo cáo:\n\tHoàn thiện sổ Nhật ký chung: Chi tiết các đối tượng khách hàng và nhà cung cấp, công nợ phải thu và phải trả, hạch toán các loại chi phí : chi phí làm hàng, chi phí xử lý liên quan lô hàng, chi phí thuế GTGT… các chi phí thuộc vận tải khác, chi phí lương, chi tiết tiền mặt, tiền gửi ngân hàng và các chi phí liên quan đến tình hình kinh doanh sản xuất của Công ty.\n\tLập báo cáo doanh thu: Đối chiếu giữa báo cáo doanh thu dự báo và báo cáo doanh thu thực tế để đảm bảo chính xác và chỉnh sửa chênh lệch của các tháng trước đó (nếu có).\n\tLập báo cáo dòng tiền hàng tháng hoặc theo chỉ đạo của Tổng Giám Đốc tại thời điểm yêu cầu.\n\tLập báo cáo lợi nhuận hàng tháng gửi Tổng Giám Đốc, đảm bảo tính kịp thời, chính xác, hiệu quả và rõ ràng của báo cáo. Trong đó, phân bổ lợi nhuận theo từng cơ sở, doanh thu và chi phí chi tiết theo từng khoản mục theo quy định.\n\tPhân tích các số liệu dựa trên báo cáo quản trị của công ty để đánh giá hoạt động kinh doanh của công ty.\n\tKê khai và lập báo cáo thuế theo đúng thời hạn: Báo cáo thuế TNCN và thuế GTGT theo tháng, báo cáo tình hình sử dụng hóa đơn theo quý. Báo cáo tài chính, quyết toán thuế TNDN, TNCN theo năm.\n\tĐào tạo cho các nhân viên phòng kế toán về chính sách kế toán, chính sách thuế, nghiệp vụ kế toán.\n\tHỗ trợ các Trưởng bộ phận lập kế hoạch cho năm.\n\tLập các báo cáo khác theo yêu cầu của quản lý cấp trên.\n3.\tNhiệm vụ quản lý: \n\tGiám sát tất cả các hoạt động kế toán để đảm bảo hiệu quả tối ưu với kiểm soát nội bộ đầy đủ.\n\tTư vấn, hướng dẫn công tác hạch toán kế toán để đảm bảo bộ phận kế toán làm việc đúng theo quy định của pháp luật và yêu cầu quản trị.\n\tKiểm tra phiếu thanh toán và các chứng từ trước khi xử lý uỷ nhiệm thanh toán. Đảm sự cần thiết, hiệu quả và chính xác.\n\tĐảm bảo nguồn vốn và thu hồi vốn nhanh chóng tránh tình trạng bị đối tác, khách hàng chiếm dụng vốn\n\tKiểm tra, kiểm soát các  hợp đồng kinh tế , công nợ phải trả và phải thu.\n\tTổ chức thực hiện kiểm kê, báo cáo đánh giá TSCD, CCDC vào thời điểm cuối năm tài chính.\n\tKiếm soát thường xuyên thông tin và đánh giá điều chỉnh phù hợp về giá cước, debit note, báo cáo chi phí/ doanh thu các đơn hàng vận tải được hiệu quả nhất.\n\tBiết và cập nhật bất kỳ luật thuế mới nào ảnh hưởng đến hoạt động của công ty\n\tPhối hợp làm việc với các trưởng bộ phận và Tổng Giám Đốc để giải quyết vấn đề nếu có\n\tCó trách nhiệm làm việc với cơ quan thuế, kiểm toán viên ...khác liên quan đến kế toán.\n4.\tNhiệm vụ hỗ trợ: \n\tHỗ trợ kiểm tra thông tin và báo cáo trên phần mềm của công ty\n\tCác nhiệm vụ khác do Tổng Giám Đốc giao.",
            "image": "https://images.vietnamworks.com/pictureofcompany/b5/10794709.png",
            "postedDate": "19/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Accounting",
                "Freight/Logistics",
                "Finance/Investment"
            ],
            "skill": "Kế Toán Tổng Hợp, Kế Toán Quản Lý, Kế Toán Nghiệp Vụ, Tài Chính Kế Toán, Logistics Management",
            "preferredLanguage": "Any"
        },
        {
            "name": "Finance and Accounting Manager",
            "companyName": "PHONESACK GROUP CO.,LTD",
            "location": "International",
            "salary": "Negotiable",
            "description": "We want two people for subsidiary companies\n1)\tWork location: Xekong Power Plant Co.,ltd (XPPL), Kaleum District, Xekong Province, Lao P.D.R. \nWorking day: 48 days, off: 11 days including travelling days (9 hours/day).\n\n2)\tWork location: Khamkeut Saen Oudom Gold Mining Co., Ltd (KSO), Khamkeut District, Bolikhamxay Province, Lao P.D.R. \nWorking day: 30 days, off: 6 days (8.5 hours/day).\n\nRESPONSIBILITIES:\n\n•\tTo provide strategic and financial guidance to ensure that the company's financial commitments are met; and\n•\tTo develop all necessary policies and procedures to ensure the sound financial and accounting management and control of the business activities of the whole Group.\n•\tTo oversee and manage accounting team. Leading the teams and motivating the accounting staff to complete the works as per due date; the works are including accounts payable, account receivable, inventory, costing, general ledger (including fixed assets), annual budgeting and statutory reporting for all company's project.\n•\tGuides financial decisions by establishing, monitoring, and enforcing policies and procedures.\n•\tProtects assets by establishing, monitoring, and enforcing internal controls.\n•\tMonitors and confirms financial condition by conducting audits; providing information to external auditors.\n•\tMaximizes return, and limits risk, on cash by minimizing bank balances; making investments.\n•\tPrepares budgets by establishing schedules; collecting, analyzing, and consolidating financial data; recommending plans.\n•\tAchieves budget objectives by scheduling expenditures; analyzing variances; initiating corrective actions.\n•\tProvide status of financial condition by collecting, interpreting, and reporting financial data;\n•\tPrepares special reports by collecting, analyzing, and summarizing information and trends;\n•\tComplies with state, and local legal requirements by studying existing and new legislation; anticipating future legislation; enforcing adherence to requirements; filing financial reports; advising management on needed actions.\n•\tEnsures operation of equipment by establishing preventive maintenance requirements and service contracts; maintaining equipment inventories; evaluating new equipment and techniques.\n•\tCompletes operational requirements by scheduling and assigning employees; following up on work results.\n•\tMaintains, guides and trains up financial and accounting staff job results by coaching, counseling, and disciplining employees; planning, monitoring, and appraising job results.\n•\tProtects operations by keeping financial information and plans confidential.\n•\tContributes to team effort by accomplishing related results as needed.",
            "image": "https://images.vietnamworks.com/pictureofcompany/4c/10746533.png",
            "postedDate": "27/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Accounting",
                "Auditing",
                "Finance/Investment"
            ],
            "skill": "CPA - ACCA, Accounting Report, MS Excel, SAP, Assets Management",
            "preferredLanguage": "English"
        },
        {
            "name": "Finance & Accounting ManagerUrgent job",
            "companyName": "CÔNG TY CỔ PHẦN WECARE GROUP",
            "location": "Binh Dinh",
            "salary": "From $1000",
            "description": "· Develop and manage annual and multi-year budgets that are adequate for the organization’s needs including preparation of periodic budget forecasts;\n· Prepare and maintain cash flow analyses as needed;\n· Analyze monthly financial statements (balance sheet, income statement, and statement of cash flows) and effectively convey analysis to staff as requested;\n· Process vendor payments and check requests;\n· Reconcile bank accounts and general ledger accounts as assigned;\n· Respond to inquiries from regarding budgets, deposits, disbursement and grant reporting requests;\n· Assist in reconciling all balance sheet and income statement accounts on a monthly/quarterly basis as indicated by the monthly closing schedule;\n· Work closely with GM and to set, implement policies, procedures and to follow through with implementation; develop Company’s culture together.",
            "image": "https://images.vietnamworks.com/pictureofcompany/0e/11060324.png",
            "postedDate": "10/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Accounting",
                "Auditing",
                "Finance/Investment"
            ],
            "skill": "Báo Cáo Tài Chính, Quản Lý Ngân Sách, Dự Toán Ngân Sách, Lập Ngân Sách Dự Án, Kế Hoạch Chi Phí",
            "preferredLanguage": "Any"
        },
        {
            "name": "Trưởng Phòng Tài Chính Kế ToánUrgent job",
            "companyName": "CÔNG TY CỔ PHẦN THƯƠNG MẠI VĨNH TRÍ",
            "location": "Ho Chi Minh",
            "salary": "Negotiable",
            "description": "– Điều hành, quản trị toàn bộ hoạt động tài chính - kế toán của công ty. Chỉ đạo, giám sát và kiểm tra mọi hoạt động thuộc phòng tài chính- kế toán. Đảm bảo tính minh bạch, chính xác, hiệu quả.\n- Phân tích, quản lý và kiểm soát ngân quỹ, các dòng tiền, sự vận động của dòng tiền, tình hình lưu chuyển tiền tệ. Cân đối dòng tiền, đảm bảo sự luân chuyển hiệu quả  nguồn vốn phục vụ cho hoạt động của công ty.\n- Lập BCTC, phân tích tình hình tài chính, lập kế hoạch tài chính của công ty. Tổ chức thực hiện triển khai kế hoạch tài chính đã được phê duyệt. Xây dựng ngân sách ngắn và dài hạn.\n- Kiểm soát mảng giá thành hàng hóa, ngân sách công ty.\n- Lập kế hoạch dự phòng ngân quỹ theo những hình thức phù hợp nhằm đáp ứng những nhu cầu ngân quỹ đột xuất.\n- Thiết lập và thực hiện chính sách quản trị tiền mặt của công ty nhằm đảm bảo có đủ lượng tiền đáp ứng các nhu cầu thanh toán ngắn hạn.\n- Thực hiện rà soát kiểm tra toàn bộ các nghiệp vụ phát sinh để đảm bảo tính hợp lệ hợp pháp của từng nghiệp vụ khi vào sổ kế toán.\n- Nghiên cứu và phát triển ứng dụng công nghệ thông tin cho tài chính - kế toán.\n- Xây dựng, soạn thảo, sửa đổi và bổ sung các văn bản, quy định, quy chế….liên quan đến nghiệp vụ tài chính - kế toán\n- Quản lý, đào tạo, phát triển năng lực và đánh giá nhân sự kế toán.\n- Thực hiện các Báo cáo kết quả kinh doanh, báo cáo công việc, báo cáo quản trị, dòng tiền…",
            "image": "https://images.vietnamworks.com/pictureofcompany/18/11084441.png",
            "postedDate": "31/05/2022",
            "jobLevel": "Manager",
            "jobCategory": [
                "Accounting",
                "Executive management",
                "Finance/Investment"
            ],
            "skill": "Tài Chính Kế Toán, Quản Lý Ngân Sách, Báo Cáo Tài Chính, Quản Lý Tài Chính, Quản Lý Dòng Tiền",
            "preferredLanguage": "Any"
        }
    ]
}